{"president": "Donald Trump", "doc_name": "april-15-2020-press-briefing-coronavirus-task-force", "date": "2020-04-15T17:30:00-04:00", "title": "April 15, 2020: Press Briefing with the Coronavirus Task Force", "transcript": "THE PRESIDENT: Okay. Thank you very much. Please. Thank you. A big day today at the White House. All of American society is engaged and mobilized in the war against the invisible enemy. While we must remain vigilant, it is clear that our aggressive strategy is working—and very strongly working, I might add.\n\r\n\r\n New cases are declining throughout the New York metropolitan area. Cases in the Detroit and Denver metro areas are flat. Washington, D.C.; Baltimore; Philadelphia; and St. Louis are showing great signs of progress, and new cases in Houston and New Orleans are declining.\n\r\n\r\n The battle continues, but the data suggests that nationwide we have passed the peak on new cases. Hopefully that will continue and we will continue to make great progress.\n\r\n\r\n These encouraging developments have put us in a very strong position to finalize guidelines for states on reopening the country, which we’ll be announcing. We’re going to be talking about that tomorrow. We’ll be having a news conference tomorrow sometime during the afternoon. We’re going to be announcing guidelines, and we’ll be talking about various states. And it’s very exciting.\n\r\n\r\n It’s been a horrible time to see such death and destruction, especially when you come out of what was the greatest economy in the history of the world. The greatest. There’s never been an economy like what we had produced, but we’ll produce it again. And I think we’ll produce it again very fast.\n\r\n\r\n The medical and healthcare advances we’ve made are critical to our continued progress. We’ve rapidly developed the most expansive and accurate testing system anywhere in the world and have completed more than 3.3 million tests. To date, we have authorized 48 separate coronavirus tests, and the FDA is working with 300 companies and labs to widen our capacity still further.\n\r\n\r\n Today, Abbott Labs announced that it has developed an antibody test that will determine if someone has been previously infected with the coronavirus and potentially developed immunity. It’s a great test. The company says these tests could be available to screen up to 20 million people in a matter of weeks.\n\r\n\r\n My administration is also distributing vast amounts of medical supplies to states across the country through Project Air Bridge, which has been an amazing success. We have completed 44 flights—and these are flights of very, very large airplanes, massive cargo planes—44 flights of critical supplies as of today and an additional 56 flights scheduled in the near future. We have some very brilliant people working on this. It’s logistically incredible what they’ve done. And we’ve also been working on this with the military. And these people have been—the genius of all of them together, it has been incredible to watch.\n\r\n\r\n In total, through all channels, the federal government has developed and delivered 39.4 million N95 masks, 431 million gloves, 57 million surgical masks, and 10.2 million gowns. We ordered 500 million masks, and they’ll be coming shortly. And we’ve distributed 100 million masks.\n\r\n\r\n Following our use of the Defense Production Act, GM announced that its first ventilators come off the assembly line in Kokomo, Indiana—a great place. They did it in 11 days, from start to finish, a remarkable testament to the ingenuity of the American worker. GM will ship over 600 ventilators this month alone, with thousands more to come. And we have other companies doing something similar.\n\r\n\r\n And I think they said that there’s a brief clip that we have of General Motors, sent to us by General Motors. And I think they might be wanting to play that for your benefit. Please.\n\r\n\r\n (A video is played.)\n\r\n\r\n I know you got a little bit nervous when you saw there was a clip about ready to be played, but that was sent to us by General Motors, and we thought it would be a good one to play. It’s amazing. It’s—you know, what they’ve done in a very, very short period of time.\n\r\n\r\n They’re now making thousands of ventilators, and they’re coming out of the factory very rapidly, at a clip that nobody can even believe. But we have others also doing it. And these are very high-grade ventilators. So we’re helping a lot of people. And at this moment, nobody needs them. We have to remember, during the surge, nobody has needed him for weeks now.\n\r\n\r\n But we’ll have them for stockpiles, and very importantly, we’re going to have them for other countries because nobody is able to do things like we can do. And we’re going to be able to help other countries that are having tremendous problems, to put it mildly.\n\r\n\r\n My administration is using every available authority to accelerate the development, study, and delivery of therapies—so important, therapies—treatments, and ultimately, what we want to come up with is a safe vaccine. But frankly, the therapies, to me, are the most important because it takes care of people right now. The vaccines have to be tested, so it takes a longer period of time. But we have some great potential therapies already, and we’ll see how they’re working. We’ll be able to report on that, I think, over the next week or two. Tremendous progress has been made.\n\r\n\r\n At least 35 clinical trials of promising therapies are now underway. So 35 different genius companies. If you look at AIDS, if you look at Ebola, if you look at so many things, they’ve come up with the answers to so many things, you wouldn’t have believed it. And we’re very honored to be working with them.\n\r\n\r\n They include antivirals, and also—and they—something which is incredible: It keeps the virus from multiplying. A mechanism that keeps the virus from multiplying. Immune therapies that prevent the immune system from overreaching to the virus. And convalescent plasma treatments that use antibodies from the blood of recovered patients.\n\r\n\r\n And we have a lot of patients who recover, and they’re so happy to have recovered that the first thing they do is say, “We want to give our blood.” And they do that. It’s incredible. We have thousands of people that are doing that. They recover and they feel they have an obligation because they’ve gotten such great care. And a lot of them didn’t think they were going to make it.\n\r\n\r\n As the entire U.S. government works to combat the global pandemic, it is absolutely essential that the key positions at relevant federal agencies are fully staffed. And we’re not allowing that to take place through our Congress. They’re just not—they’re just not giving it to us. We have many, many positions that are unstaffed because we can’t get the approvals. The Democrats are holding us up. We cannot get approval.\n\r\n\r\n We’ve gotten judges because we go through the process. I guess we’re up to 448 federal judges. And that, we’ve gotten because we focus on it; we take the maximum time. Because no matter who the judge is, they take vast numbers of days and hours to approve, and it leaves no time left for others. Very unfair system.\n\r\n\r\n If a judge is going to be approved in one hour, in one session, it doesn’t matter—they’ll take the maximum number of hours and days—you’re talking about days—to get one judge approved. And we’re close to 250 judges, but because of the way they’re doing it, there’s no time for anybody else. And many of these people have been waiting for two and a half years. We have a couple that have been waiting for longer than that.\n\r\n\r\n There are currently 129 nominees stuck in the Senate because of partisan obstruction. Many are nominated for vacancies that must be filled to assist with the coronavirus crisis and the resulting economic challenges. And I’ve read, over the last couple of years, “Well, I didn’t fill positions.” I don’t fill positions—in some cases, we don’t need the position, and I’m all for that. But in many cases, you do, but we can’t get them approved by the Democrats. They won’t release them.\n\r\n\r\n The positions include the Director of National Intelligence, two members of the Federal Reserve Board of Governors, the Assistant Secretary of Treasury for Financial Markets of the United States, and the Undersecretary of Agriculture responsible for administering food security programs. And Sonny Perdue, who’s going to be speaking today, is saying, “Please, can I have this man, can I have this particular person approved as soon as possible?” He’s been telling me that for a long time, and the Democrats won’t allow it to happen.\n\r\n\r\n Again, every single judge, every nominee we have goes through maximum, or at least they go through a long process. So it takes days and days, and there’s no time left. And it’s just a concerted effort to make life difficult.\n\r\n\r\n An example is Michael Pack. He’s my nominee for the CEO of the Broadcasking [sic]—Broadcasting Board of Governors. And he’s been stuck in committee for two years, preventing us from managing the Voice of America. Very important.\n\r\n\r\n And if you heard what’s coming out of the Voice of America, it’s disgusting. What—things they say are disgusting toward our country. And Michael Pack would get in and he’d do a great job, but he’s been waiting now for two years. Can’t get him approved.\n\r\n\r\n The senators left Washington until at least May 4th. The Constitution provides a mechanism for the President to fill positions in such circumstances—the “recess appointment,” it’s called—the Senate’s practice of dabbling into so-called pro forma sessions where no one is even there. It has prevented me from using the constitutional authority that we’re giving—that we’re given under the recess provisions.\n\r\n\r\n The Senate should either fulfill its duty and vote on my nominees or it should formally adjourn so that I can make recess appointments. We have a tremendous number of people that have to come into government—and now more so than ever before, because of the virus and the problem. We have to do it, and we have to do whatever we have to do. They’ve made it very, very difficult to run government. I don’t think any administration has done anywhere near what we’ve done in three and a half years.\n\r\n\r\n But every block—every week, they put up roadblocks, whether it’s “Russia, Russia, Russia,” or whether it’s impeachment hoax, or whatever it may be. It’s always roadblocks and a waste of time.\n\r\n\r\n If the House will not agree to that adjournment, I will exercise my constitutional authority to adjourn both chambers of Congress. The current practice of leaving town while conducting phony pro forma sessions is a dereliction of duty that the American people cannot afford during this crisis. It is a scam, what they do. It’s a scam, and everybody knows it. And it’s been that way for a long time. And perhaps it’s never done before—it’s never been done before; nobody is even sure if it has. But we’re going to do it. We need these people here. We need people for this crisis, and we don’t want to play any more political games.\n\r\n\r\n I’ve been waiting for two and a half years, three years, for some of these people. And they’re great people. They left law firms. They left jobs. They gave up everything to do it. And they’ve been waiting for three years, two and a half years, two years, one year to get approved. It’s ridiculous. And everyone knows they’re going to be approved. But there’s only so many hours in the day, when you go through judges and you go through a lengthy hearings on judges that they know should be approved immediately. And they could do it in one session, one—and they could do it in one hour. And instead, it takes them many days.\n\r\n\r\n In order to advance the health and security of our nation and all nations, as we announced yesterday, the U.S. government has put a hold on funding to the WHO—World Health Organization—pending a review of the organization’s cover-up and mismanagement of the coronavirus outbreak. Over the objections of the WHO, we took decisive action and early lifesaving action to suspend travel from China. They didn’t want to do it. They were angry that we did it. It was early on. They were angry that we did it. Took them a long time to realize what was going on, but I have a feeling they know exactly what was going on.\n\r\n\r\n Tragically, other nations put their trust in the WHO and they didn’t do any form of ban. And you see what happened to Italy. You see what happened to Spain. You see what happened to France. WHO’s guidance had failed to control their borders at a very crucial phase, quickly unleashing the contagion around the world. That was a horrible, tragic mistake—or perhaps they knew. I’m sure they didn’t know the gravity of it, but perhaps they knew. Because if they knew the gravity, that would be an even worse offense.\n\r\n\r\n To ease the economic pain of millions of American families, we’ve now processed $300 billion in loans to more than 1 million small businesses through the Paycheck Protection Program. This action has saved millions of American jobs. It’s been an incredible success. And they want to replenish it now, but, again, the Democrats don’t want to do that. This is money that goes to the workers of our country.\n\r\n\r\n Phase one was $350 billion dollars. And now phase two, we want to do $250 billion. This goes to workers and it goes to small businesses so we can save all the small businesses around our nation.\n\r\n\r\n Mike McFarland from Nebraska recently said this historic relief has been a godsend for his small factory, and the 136 Americans who work there. He saved those jobs. Another small business owner, Tim Miller from Oklahoma, called the program a total lifesaver for his auto-repair shop’s four employees. Stories like these underscore why Congress must replenish the Paycheck Protection Program immediately. The Republicans want to do it; they want to do it immediately. They want to do it now. And the Democrats are stopping it.\n\r\n\r\n A short time ago, CDC issued public health guidelines for critical industries. In a few moments, Agricultural Secretary Sonny Perdue will elaborate on how these guidelines apply to our nation’s dedicated workers in the food processing profession—because it’s a profession. It’s incredible what they do: food processing. And they’re keeping our grocery stores full. The shelves are not bare like the shelves that I inherited when we took over the stockpile—the medical stockpile, where the shelves were bare. “The cupboard was bare,” I say.\n\r\n\r\n Tomorrow, I’ll also be leading a call with elected officials who will consult with my administration as we work to restore our economy to full speed. And we really think, with all of the stimulus and all of the pent-up demand, we’re going to have an economy that really comes back quickly. And we’d like to see it more than match what we had before. What we had before was a miracle. And we think this is going to be even more than a miracle. We’re going to do it because we have the greatest people in the world.\n\r\n\r\n We’ll also be speaking to America’s governors tomorrow and then we’ll be announcing exactly what’s happening. You already know we’ll be opening up states—some states much sooner than others. And we think some of the states can actually open up before the deadline of May 1st. And I think that that will be a very exciting time indeed.\n\r\n\r\n Governors are looking forward—they’re chomping at the bit to get going. Again, not all states are the same. They’re very different. Some are having very little problems. Some have done such a good job that they have very little problem and they’re ready to go. So, Vice President Pence and I will be speaking with the governors tomorrow. We’ll be discussing procedures.\n\r\n\r\n Today, I spoke with the leaders of many of our nation’s most renowned companies and organizations on how to achieve the full resurgence of the American economy. My discussions included top leaders in health and healthcare, transportation technology, financial services, food, beverages, hospitality, real estate, retail, agriculture, construction, energy, labor, manufacturing, and sports industries.\n\r\n\r\n We want to get our country open again. We want to have our sports leagues open. You want to watch sports. It’s important. We miss sports. We miss everything. We want to get back.\n\r\n\r\n These experts and innovators provided extremely productive feedback on how to safely reboot our economy. They gave us a lot of great ideas. We spoke to a lot of very, very smart people—the highest of the high-tech. The level of IQ:on some of those calls was about the highest you’ve ever seen on a phone call, that I can tell you.\n\r\n\r\n But we have a lot of great thought went into those calls, and a lot of questions came out and also statements—very strong statements, as to what they recommend. It was—I think it was a great day. We did a lot of—a lot of calling with a lot of very prominent people—but, more importantly, very smart people and people that love our country.\n\r\n\r\n They talked about the vital importance of our wide array of relief measures to address the present crisis, and they provided valuable insights on how to move forward, including on the role of protective gear, where we have tremendous amounts of protective gear coming in; robust testing; and the future use of therapies and treatments.\n\r\n\r\n They also underscored the crucial importance of strong supply chains and communications infrastructure. We’re talking about infrastructure for the middle of our country. We’re talking about broadband and things that they, frankly, don’t have and haven’t had for a long time because a lot of politicians forgot about them. You can’t forget about them. They’re really the heart and soul. You can’t forget about them.\n\r\n\r\n And we’re talking about the telemedical. It’s a new thing, and it’s incredible what they’ve been able to do. This is an industry that’s just growing, but it’s take—it’s grown by leaps and bounds over the last five weeks. People are learning so much. Without the ability to see a doctor, they’re learning so much and a lot of good things are happening. That’s something that’s really, going forward, I think, going to be very important for our country.\n\r\n\r\n As we’ve seen throughout our proud history, America is never greater than when our people are working in unison toward a common goal. That’s what’s happening right now. We’ll go ahead. We’ll forge an even brighter future today than we had. And we’ll be—along with other nations, hopefully; we’re working with other nations—we’ll be the comeback kids. All of us. All of us.\n\r\n\r\n It’s incredible what’s going on. I’m very proud of the people of this country. I’m very proud of the people I spoke to today. These are truly great, brilliant people, and we’ve gained tremendous insight.\n\r\n\r\n So tomorrow is going to be a very big day. We’re going to be speaking with the governors. We’ll have some information on some openings. And again, we’ll have some openings that will be—will exceed our expectations. And they’ll be safe, they’ll be strong, but we want to get our country back. We want to get our country back. And we’re going to do it and we’re going to do it soon.\n\r\n\r\n With that, I’d like to ask Dr. Birx to come up and say a few words, and then Secretary Sonny Perdue, and then Vice President Pence. Thank you very much. Thank you. Thank you.\n\r\n\r\n DR. BIRX: Thank you, Mr. President. And thank you for summarizing the states and what we’re seeing. So, over the last five to six days, we’ve seen declines in cases across the country and this has been very reassuring for us.\n\r\n\r\n At the same time, we know that mortality and the fatalities that we’re facing across the United States continue. We know the number of people who are still in the hospitals in the ICUs, and we want to continue to recognize the healthcare workers who are on the frontlines, and really recognize how low the United States case fatality rates are, compared to other countries. And this is really due not only to our technology, but how that technology is utilized to save lives.\n\r\n\r\n At the same time, I’m inspired by the American people who continue social distancing. These cases continue to decline because of the strong work of the American people.\n\r\n\r\n I also wanted to let you know that we do have nine states that have less than 1,000 cases and less than 30 new cases per day. So we’re looking at states and metro areas as individual—individual areas.\n\r\n\r\n We talked before how each of these curves are different. Each of the case’s experiences are different. We have some states—like California and Washington State, Oregon—that never really had a peak because of so much work that their populations did to decrease and keep the new cases down. So each of these individual states and individual metros are being studied very specifically.\n\r\n\r\n I do want to highlight—and we are remaining concerned and we’ve been having discussions with Rhode Island. Rhode Island and Providence are in a unique situation. First, they had increasing cases from the New York City area, and now they have new increasing cases from the Boston area. They are caught between two incredible hotspots in the country. They’re doing an extraordinary job. They’re caring for the individuals on the frontlines, but Providence continues to have new cases.\n\r\n\r\n And we do continue to work with specific states that have specific outbreaks related to individual occurrences. I will just remind the American people again: This is a highly contagious virus. Social gatherings, coming together is—there’s always a chance that a asymptomatic person can spread the virus unknowingly. No one is intending to spread the virus. We know if you are sick, you will stay home. But to all of you that are out there that would like to join together and just have that dinner party for 20: Don’t do it yet. Continue to follow the presidential guidelines.\n\r\n\r\n We really appreciate the work of the American people. We see, as a country, we’re improving. We see, as metro areas, we’re improving. We see, as communities, as counties, and as states, we’re improving, but that also still requires everyone to continue to social distance.\n\r\n\r\n And in the end, we do have states that have very few cases and very few new cases. And so, these are the ones the President is referring to that have been silent—relatively silent—throughout this epidemic and pandemic that many of us have faced. And so, these are the groups we are working with very specifically. And each of these governors and each of these mayors will have to make decisions, after generalized guidelines are put out, so that they can do what’s best for their communities. They are at the frontline.\n\r\n\r\n And I wanted to conclude by really thanking my PEPFAR teams around the world who have been working tirelessly throughout the world to ensure that Africa and Asia doesn’t experience this level of infections that we have seen here. They’ve turned over their capacities from their embassies. Our U.S. hires throughout the world, our ambassadors are still on the frontline with our local staff, working with ministries of health, to confront this virus around the globe. And I assure you that they are continuing to invest in the health structures, the laboratory, and the frontline care to ensure that all of the work that we have done against TB, HIV, and malaria continues. But that we use our capacity, our laboratories, our clinics, our hospitals that have been built by the American people and the generosity of the American people to really combat this COVID-19 around the globe.\n\r\n\r\n Thank you.\n\r\n\r\n THE PRESIDENT: Thank you very much. Thank you, Doctor.\n\r\n\r\n Sonny, please.\n\r\n\r\n SECRETARY PERDUE: Thank you, Mr. President, for the opportunity to be here with you today and to—I want you to know it’s an honor to represent you in leading the Department of Agriculture and represent the constituency who are crucial in maintaining our nation’s food security, enabling us to keep food on the table of our American families—not only just food, but wholesome and safe food as well.\n\r\n\r\n I’d like to start my remarks today by echoing what my colleagues at the CDC have been saying regarding the health and safety of our essential employees across the United States. CDC has provided strategies there that aimed at helping our most critical workers, both in healthcare and food processing, to quickly and safely return to work after potential exposure to COVID-19, provided those workers are symptom-free. And this guidance will help these critical industries in the food sector provide—to protect the health and safety of essential workers, while keeping critical functions working throughout the COVID-19 response.\n\r\n\r\n As we know, any employee who develops symptoms while on the job should go home immediately. And the interim guidance is in line with CDC recommendations for healthcare workers, caring for those sick with COVID-19.\n\r\n\r\n So we appreciate the dedication and commitment of all the brave men and working—women working to keep their communities fed. And we will continue to work with the CDC to keep those individuals as safe as possible during these challenging times.\n\r\n\r\n In that vein, there’s been a lot happening this week, as COVID-19 is impacting food-processing facilities, as you know. For Americans who be—may be worried about access to good food because of this, I want to assure you: The American food supply is strong, resilient, and safe. And in fact, our food supply chain has shown tremendous agility in shifting production and logistics so suddenly from restaurant and institutional settings to retail settings.\n\r\n\r\n To all the employers out there in this sector: It’s critical that you follow CDC guidelines and guidance and best practices to keep all of your employees and people safe and healthy.\n\r\n\r\n To employees and local public health officials advising them: The CDC has issued guidelines on how to mitigate a situation if you have a positive case in one of your facilities. We need our local health authorities and our state health authorities to do everything they can to balance the demand of keeping our facilities operational and our critical industries going, while at the same time keeping the health and safety of employees as a top priority, as well as our communities.\n\r\n\r\n So I want to also take this time to thank all of our critical, essential food supply chain workers. The entire country is counting on these patriotic individuals, by doing the work in our food supply chain. These dedicated workers include, obviously, farmers and producers, but also processers, truckers, and grocery store workers, as you know.\n\r\n\r\n America is depending on what you have—the food we need to feed our families—and you’re the ones who are making that happen. Thank you.\n\r\n\r\n As an entire nation, we’re truly thankful for the work you’re doing, and we recognize that you are the true patriotic heroes during this national emergency, along with our healthcare workers.\n\r\n\r\n So, before I sign off here, Mr. President, I want to remind you and all of us of one more thing: In the United States, we have plenty of food for all of our citizens. I want to be clear: The bare store shelves that you may see in some cities in the country are a demand issue, not a supply issue. The way food is prepared and packaged to be sold in a restaurant or a school is significantly different than the way it’s packaged for you to buy in the grocery store. Our supply chain is sophisticated, efficient, integrated, and synchronized, and it’s taken us a few days to relocate the misalignment between institutional settings and grocery settings. But that does not mean that we don’t have enough food in this country to feed the American people.\n\r\n\r\n You might think of it as an interstate when it’s flowing in along well, and you have a crash in one place—it backs up. And that’s what’s happening in the food supply chain. But we’re working through that.\n\r\n\r\n And all this—through all this, our food supply chain has proven to be very resilient, just like American people. To the extent we have challenges, we have and continue to—to work through it all together. And we can and we will get through this with a whole-of-America approach, Mr. President—the critical partnership between state and local health officials, management of companies, and the employees. And we will meet any challenges we face by working together.\n\r\n\r\n Thank you, sir, for the opportunity.\n\r\n\r\n THE PRESIDENT: Thank you very much. And before the Vice President comes up, I just wanted to say, speaking of Sonny, China has paid us billions of dollars—many, many billions of dollars—in tariffs, which we’ve distributed—some to the farmers, because they were targeted. We have many billions of dollars being held by Sonny. And I’ve told him to distribute much of that money to the farmers.\n\r\n\r\n Our farmers were targeted and now they’re benefiting by the amount that they were targeted. And we are very honored to do that. And, Sonny, you’re going to start that process very soon. You’ll let the farmers know. Nobody can take advantage of our farmers.\n\r\n\r\n So we have a lot of money that we’ve taken in from China. We’re going to be distributing that money from—from Sonny to the farmers. And there is tremendous money over and above that. That money was paid directly into the Treasury of the United States.\n\r\n\r\n This has never happened to China before. They never gave us 10 cents. Now they’re paying us billions of dollars and we appreciate it.\n\r\n\r\n So thank you very much, Sonny. Great job.\n\r\n\r\n Please. Mike, please.\n\r\n\r\n THE VICE PRESIDENT: Thank you, Mr. President. The White House Coronavirus Task Force met today. It was reported to us that we’ve conducted and completed 3,324,000 tests across the nation. More than 619,000 Americans have tested positive. But as you reflected yesterday when we welcomed coronavirus survivors here to the White House from across the country, some more than 45,000 Americans have fully recovered.\n\r\n\r\n Sadly, we mourn the loss of more than 27,000 of our—our countrymen. Our hearts are with their families and with the families of all of those that continue to struggle with the serious consequences of this illness. But as Dr. Birx just reflected, despite the heartbreaking losses, we’re getting there, America.\n\r\n\r\n Because of the efforts of people all across this country to put into practice the President’s Coronavirus Guidelines, because of their adherence to the direction of state and local authorities, as Dr. Birx just reflected, we—we see great signs of progress from the West Coast to the East Coast.\n\r\n\r\n President Trump has directed our team to develop new guidelines that will be presented tomorrow to our nation’s governors and—and released to the American people thereafter.\n\r\n\r\n The American people will be encouraged to know that, as we stand here today, 24 percent of the counties of this country have no reported coronavirus cases. In fact, half of the states in America have less than 2,500 cases per state. This is a great tribute to the efforts by the people of those communities.\n\r\n\r\n But as the President suggested, when we unveil the guidelines that the team has been working to present tomorrow to our nation’s governors, we’re going to reflect on the fact that, as the President said, there will be areas of the country that will require continued mitigation and strong efforts. And there will be other areas of the country that will be—be given guidance for greater flexibility, and the President has so directed our team.\n\r\n\r\n When we think of more than 619,000 Americans having tested positive, more than 45,000 having recovered, we wanted to announce today that the FDA recently announced efforts to facilitate the development and access to convalescent plasma, Mr. President. You’ve spoken about this. People who have recovered from the coronavirus have antibodies in your bloodstream that can attack the virus.\n\r\n\r\n The Mayo Clinic today is working with the Red Cross to make sure that coronavirus patients have access to the convalescent plasma treatments, and over 1,000 institutions across America have already joined this program.\n\r\n\r\n And we want to urge every American who has recovered from the coronavirus for at least two—and preferably four weeks, to contact your local blood or plasma donation center and arrange to donate. It’s one more way that the American people can do their part and step forward. And thousands have already done so, and we know that tens of thousands will join them.\n\r\n\r\n On the subject of supplies—Mr. President, I’ll be very brief because you detailed a great amount. As the President mentioned, the air bridge has completed 44 flights. Fifty-six more are scheduled.\n\r\n\r\n But on the subject of facial masks, which are so important for the protection of critical infrastructure, I’m pleased to report that the average daily delivery through the commercial network through our air bridge is 22 million facial masks coming into the marketplace. The average inventory in the network over a seven-day period is 80 million masks. And FEMA is actually working, as we speak, to move facial masks to priority infrastructure: food supply, first responders. There’ll be 6.5 million masks that go out before the end of this week, an additional 20 million before April the 20th, and then we’ll be adding 6.5 million each and every week.\n\r\n\r\n At that the President’s direction, we’re going to ensure that all of those that work in food supply, all of those first responders have access to masks. And we’re increasing those every day.\n\r\n\r\n Finally, I know I speak for the President when I say how proud we are of all of our healthcare workers across the country, and how proud we are of the men and women in uniform—our medical professionals who have been deployed across the nation, literally by the thousands.\n\r\n\r\n In fact, as we stand here today, 576 doctors, nurses, and other military medical professionals have been deployed to 13 hospitals across the nation: 10 in New York, and 1 in Connecticut, Texas, and Louisiana each.\n\r\n\r\n And, as the President reflected a few days ago, because we did not have the—happily, did not have the demand on the Javits Center and on the Comfort in New York City, at the President’s direction, we have deployed doctors and nurses from those two facilities to hospitals. In fact, the President and I were just speaking to Mayor de Blasio just before we came out, and he expressed his great admiration and appreciation for the relief that these medical military personnel have provided to incredibly dedicated people in our hospitals. Two hundred and fifty-eight medical personnel just yesterday were deployed off the ship and out of the Javits Center into New York.\n\r\n\r\n With that, Mr. President, I’ll step aside. But it’s remarkable to think of all that we’ve accomplished over the last month since you first issued the Presidential Guidelines for America.\n\r\n\r\n The truth is, because of what the American people have done over the last 30 days, we are slowing the spread. We are ensuring that every American family would have access to the healthcare that we’d want any member of our family to have—with the greatest healthcare professionals in the world. We’re saving lives and we’re healing our land.\n\r\n\r\n And so we want to thank the American people for all you have done. And tomorrow, we’ll be presenting a new guidance to the governors of this country about how we build on our progress and reopen America in a safe and responsible way.\n\r\n\r\n Thank you, Mr. President.\n\r\n\r\n THE PRESIDENT: Thank you, Mike. Great. Thank you, Mike.\n\r\n\r\n Q: Thank you, Mr. President. On the recess appointments, Mr. President, if I could. Mr. President —\n\r\n\r\n THE PRESIDENT: Steve, please.\n\r\n\r\n Q: You’ve mentioned the possibility of adjourning both the chambers of Congress. Can you explain what you meant by that, sir?\n\r\n\r\n THE PRESIDENT: Very simple: If they don’t act on getting these people approved that we need because of the—we need them anyway, but we especially need now because of the pandemic—we are going to do something that will be something I’d prefer not doing, but which I should do and I will do if I have to.\n\r\n\r\n Kaitlan, go ahead.\n\r\n\r\n Q: I have two questions for you. One, on a call with business leaders today, they said testing has got to be ramped up significantly before the country—before they feel comfortable reopening their stores —\n\r\n\r\n THE PRESIDENT: Sure.\n\r\n\r\n Q:&nbsp;—their restaurants, and what-not. Isn’t that what health officials and state governors have been telling you?\n\r\n\r\n THE PRESIDENT: It’s what I want too. And we have great tests. And we want the states to administer these tests, for the most part. But we’re standing behind them. We have great tests. We’ve done more testing now than any country, as you know, in the world, by far.\n\r\n\r\n We have the best tests of any country in the world. Nobody have—has the quality of tests, the—if you look at Abbott, what they’ve come up with in a short period of time. They’ve been incredible. Roche has been incredible. We have the best tests in the world.\n\r\n\r\n And we will be working very much with the governors of the states. We want them to do it. We’re not going to be running a parking lot in Arkansas. We’re not going to be running a parking lot, where you have a Walmart—which has been great, by the way; Walmart has done a fantastic job—but where you have a testing center and running that from Washington, D.C. The states are much better equipped to do it.\n\r\n\r\n But we’ll be working with the states. We’re standing behind the states. We’re going to work very closely with the governors, in terms of that—getting additional equipment. It used to be three, four weeks ago—two weeks ago, “Can we get more ventilators?” More ventilators, right? And we got them ventilators, and you don’t hear that anymore. It’s been pretty amazing, what we’ve been able to do.\n\r\n\r\n Yeah. Go ahead, Jon.\n\r\n\r\n Q: You talked about Walmart —\n\r\n\r\n Q: Mr. President —\n\r\n\r\n Q: A lot of the equipment (inaudible), a lot of those testing centers are still for first responders and healthcare workers who have symptoms only. When is it going to be widespread enough to where these companies can feel comfortable being open? Will that happen in two weeks?\n\r\n\r\n THE PRESIDENT: Well, I think the companies will determine that, and the governors will determine that, and the federal government will de-—and if we’re not happy, we’ll take very strong action against a state or a governor. If we’re not happy with the job a governor is doing, we’ll let them know about it. And, as you know, we have very strong action we can take, including a closedown, but we don’t want to do that.\n\r\n\r\n We’re working with the governors and we’re working closely with the governors. The relationship has been very good. The Vice President has had a lot of conversations over the last two weeks with either 50 or almost 50 governors on every conversation. And they’ve been really positive conversations.\n\r\n\r\n Q: (Inaudible) close down?\n\r\n\r\n THE PRESIDENT: Well, we have the right to do whatever we want. But we wouldn’t do that. But, no, we would have the right to close down what they’re doing if we want to do that. But we don’t want to do that —\n\r\n\r\n Q: (Inaudible) what the states are doing?\n\r\n\r\n THE PRESIDENT:&nbsp;—and I don’t think there’ll be any reason to do that, but we have the right to do that.\n\r\n\r\n Steve? Go ahead. Go ahead.\n\r\n\r\n Q: You got me already.\n\r\n\r\n Q: Mr. President, why did you have your name added to these coronavirus relief checks?\n\r\n\r\n THE PRESIDENT: Well, I don’t know too much about it, but I understand my name is there. I don’t know where they’re going, how they’re going. I do understand it’s not delaying anything. And I’m satisfied with that. I don’t—I don’t imagine it’s a big deal. I’m sure people will be very happy to get a big, fat, beautiful check and my name is on it.\n\r\n\r\n Yeah. Go ahead, please.\n\r\n\r\n Q: Mr. President—Mr. President —\n\r\n\r\n Q: Mr. President —\n\r\n\r\n THE PRESIDENT: Go ahead, please. Please.\n\r\n\r\n Q: Mr. President, previous Presidents never did this. Why—why are you —\n\r\n\r\n THE PRESIDENT: Please. Please. Go ahead.\n\r\n\r\n Q: Thank you, Mr. President. Dr. Birx just said that Rhode Island is seeing an increase in cases from people that are coming from Boston and New York. You just said you’d like to reopen some states before May 1. How will you stop a second spike in cases if people are traveling between states? How will you control the flow of people traveling over —\n\r\n\r\n THE PRESIDENT: Well, the governors can control that flow, as an example. In fact, I just saw, a little while ago, it was reported that certain borders are being controlled already by states. They’re starting to take control of their borders, which is good. So they’ll be controlling. They may do testing for people wanting to come in; I’d read that about Rhode Island. So they have to watch it. They have to be very careful.\n\r\n\r\n Yeah, please. In the back.\n\r\n\r\n Q: Thank you, Mr. President. About reopening the country again, you said, “along with other nations.” What form would it take? Are you considering, also, relaxing the border between Canada and the U.S.?\n\r\n\r\n THE PRESIDENT: So our relationship with Canada is very good. We’ll talk about that. It will be one of the early borders to be released. Canada is doing well. We’re doing well. We’ll see. But at some point, we’ll be doing that.\n\r\n\r\n In the meantime, nations that are heavily infected—we have a lot of nations that are heavily infected. Some are getting better. Some are still on the way up, unfortunately. We’re keeping very strong borders with those nations. But with Canada, we are talking about different things.\n\r\n\r\n Yeah, please.\n\r\n\r\n Q: Mr. President, you said the—the evidence suggests that nationwide we have passed the peak on new cases. What’s your evidence for that? What are the numbers saying?\n\r\n\r\n THE PRESIDENT: Well, all we’re doing is looking at the numbers, we’re looking at our graphs, we’re looking at our models. We’re getting a great response from Deborah and from Tony and from many of the professionals that are working. We have great professionals working with us. And, I think, based on that, we’re—we’re doing very well.\n\r\n\r\n Based on that, it looks like we’re headed absolutely in the right direction. But some states are looking at other states, and they’re saying, “I can’t imagine what they’re going through”—because they’re not in that position. They’re in very good shape.\n\r\n\r\n I would say that we have 20 states, at least, but you really have 29 that are in extremely good shape. You have others that are getting much better. And I think, with almost a few exceptions, you have every state that is either doing better or on the way to doing better.\n\r\n\r\n Yeah, please.\n\r\n\r\n Q: Mr. President —\n\r\n\r\n THE PRESIDENT: Yeah, go ahead.\n\r\n\r\n Q: Thank you, Mr. President.\n\r\n\r\n THE PRESIDENT: Go ahead.\n\r\n\r\n Q: On your threat to adjourn or—adjourn Congress, on—clearly, you have the power: Article Two, Section Three. But that would be quite radical to do.\n\r\n\r\n Earlier last month, you were in the Oval Office, talking about, “Now is not the time for partisanship.” How will that act lower the partisanship in this town? And could it potentially hinder your ability to get something done on coronavirus? And then —\n\r\n\r\n THE PRESIDENT: Well, it is—it’s—look, it’s been a very partisan government for a long period of time, not just this administration. You can go back into the last two administrations; you’ve seen a lot of partisanship. And even now, you would think that we wouldn’t have.\n\r\n\r\n As an example, with the Paycheck Plan, that’s going so well. It’s so smooth, so beautiful, almost without a hitch. All of that money is being distributed to small businesses. They’re giving it to their employees. It’s keeping them ready, viable. So when we open—and now, it’s been so good that it’s almost depleted and we want to replenish it, and we can’t get the Democrats to approve it. And that’s a program that they and everybody else admit that are great.\n\r\n\r\n So, you do have partisanship. We have been trying for years to get people approved for positions. People have left—one man left a law firm. One man left a—a big chain. He was a very successful executive; he left. It was two years ago. We have people that have been waiting for three years. And we can’t get them approved by the Democrats in the Senate because they’re taking so long to approve our judges.\n\r\n\r\n Now, I have to tell you that I’m totally in favor of what Mitch is doing with judges, because that’s—always seems to be a priority and it’s a very important priority. I think it’s one of the great trademarks of this administration: We’ve approved record numbers of federal judges and appellate judges and two Supreme Court judges.\n\r\n\r\n But rather than approving somebody who’s highly qualified—somebody that everybody knows is going to be approved—rather than going quickly, they take the maximum amount of time, whatever that time may be. And what they’re doing by doing that is taking days to approve somebody that could be approved in a quick vote. People that get phenomenal reviews in committee are going maximum number of hours. And what they do is—there’s only so many hours in a day.\n\r\n\r\n Now, we could have said, “Let’s stay.” I would have been in favor of that. They didn’t choose to do it. But I have a very strong power. I’d rather not use that power, but we have way over 100 people that we very badly need in this administration that should have been approved a long time ago. And one of them is the head of Voice of America. If you look at what they’re doing and what they’re saying about our country, it’s a disgrace—the people that are running that. We have somebody that’s really good, really talented, and that loves our country. And I want to get these people approved.\n\r\n\r\n That’s one of many. We have professionals. Sonny, you’ve been waiting for—how long have you been waiting for the man that we’re talking about coming in?\n\r\n\r\n SECRETARY PERDUE: Two and a half years.\n\r\n\r\n THE PRESIDENT: Two and a half years. So Sonny Perdue just happens to be here talking about something else. So you’ve been waiting for one of the most important position, as Secretary of Agriculture, is the position—it’s distribution. We need it now. We’re talking about shelves. We’re talking about cupboards. He needs it. He’s been waiting—he didn’t know he was going to get this question. You’ve been waiting two and a half years.\n\r\n\r\n The person is exceptional. That person left a very good job. And it’s embarrassing to me. He’ll say, “Do you think you’ll get that man approved?” He’s been saying that to me for a long time. It’s because of the Democrats.\n\r\n\r\n And what we’re doing is—and I think anybody here would do it—judges are a priority. A federal judge is going to sit for 50 years, potentially—a young judge. Going to be sitting for—that’s always going to have to be a priority.\n\r\n\r\n But because they’re taking so much time and approving every—they’re trying to put us through the mill. That’s—when you talk about partisanship—and it’s never ever happened before. You can look at every administration in the history of this country. Nobody—nobody has ever had hundreds of people not approved after three and a half years.\n\r\n\r\n Go ahead, please.\n\r\n\r\n Q: What’s the timeline for that though? If Congress doesn’t act by—when? Do you have a date?\n\r\n\r\n THE PRESIDENT: Well, we’ll know soon. Look, they know. I—they’ve been warned and they’re being warned right now. If they don’t approve it, then we’re going to go this route. And we’ll probably be challenged in court, and we’ll see who wins.\n\r\n\r\n But when the court hears that we aren’t getting people approved—as Sonny would say, for two and a half years—for an important position that we need because of this crisis—we needed these people before, but now we really need these people.\n\r\n\r\n Q: Mr. President, when you talk about—back to the numbers for a second. When you talk about the numbers—the jobless claims are going to come out tomorrow. It’s likely around 5 million more Americans putting their names in for unemployment benefits. But yet, there are still a couple thousand people, as well, dying a day because of coronavirus.\n\r\n\r\n When you talk about opening up the American economy—or at least in parts—now, how do you balance that decision out, given both of those figures?\n\r\n\r\n THE PRESIDENT: Well, we are. There has to be a balance. You know, there’s also death involved in keeping it closed. And I’ve gone over this with you, and I believe this so strongly. When you look at mental health, when you look at suicides; suicide hotlines, which are exploding; people losing their jobs. When you look at drugs, and people that didn’t take drugs and now they’re becoming drug addicted because they’re going through a problem. They have no job. They have no money coming in—other than the money we’re getting them. We’ve opened up the coffers to a large extent. We’re helping people.\n\r\n\r\n This is why I wish the Democrats would help us a little bit with it, because they should. It’s purely partisan what they’re doing, and it’s bad for our country. But—but, you know, there is death by doing—by having this strongly closed country. We have to get back to work.\n\r\n\r\n With all of that being said, we’re going to start with states and with governors that have done a great job. And they’re going to open it up as they see fit. And we’re going to be right behind them. And we’re—we’re going to be working. We’re going to be supplying them with things if they don’t have them. We want them to have them.\n\r\n\r\n We’re going to be helping them with ventilators after this is over so that they can’t say, “Oh, the federal government…” We want them to have—they’ve had a lot of options. Many of the governors have had a lot of options, over the years, to buy ventilators. They didn’t choose to do it. So we’re going to be helping them to fill up their stockpiles. We’re going to have plenty. And as I said, I’m very proud to do it.\n\r\n\r\n We’re going to be helping other nations. We’re going to be helping Italy, Spain, France, other nations. And we’re going to be helping them strongly. I think Russia is going to need ventilators. They’re having a hard time in Moscow. We’re going to help them. We’re going to help other countries that need ventilators.\n\r\n\r\n We’re going to have a lot. You see it with General Motors. You see it with other companies that are producing. We’re going to have hundreds of thousands of ventilators. And it’s a great thing to have.\n\r\n\r\n Yes, in the back. Please. Is anybody freezing? (Laughter.) You know, it’s very cold out here. So we can leave early, right? (Laughter.)\n\r\n\r\n Okay, a couple more. Go ahead. Please.\n\r\n\r\n Q: Thank you, Mr. President. Why do we have 20 percent of the world’s deaths from the coronavirus when we’re only 4 percent of the world’s population?\n\r\n\r\n THE PRESIDENT: Well, you don’t know what you have. Do you think you’re getting honest numbers from some of these countries? Do you really believe those numbers in this vast country called China—and that they have a certain number of cases and a certain number of deaths—does anybody really believe that?\n\r\n\r\n Here’s the story: We report everything. We’re reporting the cases, and our reporting is good. We’re reporting every death. In fact, I see, this morning, where New York added 3,000 deaths because they died. And they’re now saying—rather than, “It was a heart attack”—they’re saying, “It was a heart attack caused by this.” So they’re adding. If you look at it, that’s it.\n\r\n\r\n And everything we have is documented, reported. And what they are doing is, just in case, they’re calling it this. And that’s okay. That’s okay. But we are—we have more cases because we do more reporting. We have more cases because everything is down.\n\r\n\r\n But does anybody really believe the numbers of some of these countries that you’ve been watching and you’ve been reporting on? And then, it’s like they didn’t have the big thing. They have been some really, really bad—heavily—and really, some countries that are in big, big trouble. And they’re not reporting the facts. And that’s up to them.\n\r\n\r\n All I know is: We report the facts, and we’re a country that’s getting better.\n\r\n\r\n John, go ahead.\n\r\n\r\n Q: Mr. President, multiple sources are telling Fox News today that the United States government now has high confidence that, while the coronavirus is a naturally occurring virus, it emanated from a virology lab in Wuhan. That, because of lax safety protocols, an intern was infected, who later infected her boyfriend, and then went to the wet market in Wuhan where it began to spread. Does that correspond with what you have heard from officials?\n\r\n\r\n THE PRESIDENT: Well, I don’t want to say that, John. But I will tell you, more and more, we’re hearing the story. And we’ll see. When you say “multiple sources”—now there’s a case where you can use the word “sources”—but we are doing a very thorough examination of this horrible situation that happened.\n\r\n\r\n Go ahead, please.\n\r\n\r\n Q: In your many conversations with President Xi, Mr. President, did you ever discuss with him State Department concerns about lax safety protocols that had been reported to the State Department from the embassy in Beijing about that laboratory?\n\r\n\r\n THE PRESIDENT: I don’t want to discuss what I talked to him about the laboratory. I just don’t want to discuss it. It’s inappropriate right now.\n\r\n\r\n Please, go ahead, in the back.\n\r\n\r\n Q: Tim Arvier from Channel 9 Australia. There have been calls in our country for Prime Minister Scott Morrison to make funding for WHO conditional on reforms to the organization. I wanted to get your thoughts on that, and if you had any advice for Mr. Morrison.\n\r\n\r\n THE PRESIDENT: Look, I feel very badly about the World Health Organization, but it’s been a tool of China. It’s been, as I say, totally China-centric. You take a look at everything that’s happened; they’ve been wrong. I was all for it at the beginning. What do I know? I walked in, I said, “World Health Organization—isn’t that wonderful?” And then you start to see all the mistakes. They didn’t want us to close our borders to China—to Wuhan, specifically. They didn’t want our borders closed.\n\r\n\r\n You take a look—Mike was there; we were all there—and they’re criticizing me for closing the border. I did that very early. By the way, I did that very early, while Nancy Pelosi was trying to have, in San Francisco, parties in Chinatown. Because they—she thought it would be great. She wanted to show that this thing doesn’t exist. These are people—I’ll tell you, we have some politicians on the other side that don’t know what they’re doing.\n\r\n\r\n If you look at—if you look at timelines—you’ve got to look at some timelines. But the World—the World Health Organization, just like the World Trade Organization—I’m telling you—I call them—they have been treating the United States, for decades, so badly. And they’ve been so in favor of China.\n\r\n\r\n China took off when it joined the World Trade Organization because of what’s happened. Think of it: They’re considered a developing nation. And because they’re a dev-—and we’re not. But we’re a developing nation too, in my book. Okay? We’re developing too.\n\r\n\r\n But the fact is: We have been treated so badly by these organizations. And, believe me, I’m looking at that one too. We’re winning a lot of lawsuits right now that we never won before in the past. We’re winning a lot of money that we never won in the past. That’s with the World Trade. But with the World Health Organization—what’s happened there is a disgrace.\n\r\n\r\n Here’s the other thing: We pay $400- to $500 million a year. China is paying $38-, $39-, and $40 million a year. And it’s like they control this group. I could do that too, if I want to devote full time to it. I have some very capable people dealing with Dr. Tedros. Okay? I could do it too. I could do very well with that. But there’s something going on. There’s something going on that is very bad.\n\r\n\r\n Now, the $500 million that we save, we’ll determine—we’re going to make a determination over a little period of time. But they’re going to either have to make massive changes—I don’t even know if they’re going to be able to do that—or we’re going to give money to people. We want to help people. You know, what we do in Africa with AIDS—people have no idea what we do and the money we spent. We were talking about it the other day, Doctor.\n\r\n\r\n We are spending billions of dollars to help people. In the case of one that Dr. Birx is very much involved in, AIDS—billions of dollars. And you know what? It’s a great thing. Nobody talks about it. Nobody gives us credit. We do that, and we do it very directly.\n\r\n\r\n But we’re spending billions of dollars to help people live and—all over the world. But we’re spending $500 million to the World Health Organization, and there’s something very bad going on. And you know what? I’ve gotten very much involved. It’s been going on for a long period of time, and we don’t want to be the suckers anymore.\n\r\n\r\n So, it’s cold out. We will talk to you tomorrow. A big day tomorrow. Very big day. Thank you.\n\r\n\r\n &nbsp;", "transcript_html": "<p>THE PRESIDENT: Okay. Thank you very much. Please. Thank you. A big day today at the White House. All of American society is engaged and mobilized in the war against the invisible enemy. While we must remain vigilant, it is clear that our aggressive strategy is working—and very strongly working, I might add.</p>\r\n\r\n<p>New cases are declining throughout the New York metropolitan area. Cases in the Detroit and Denver metro areas are flat. Washington, D.C.; Baltimore; Philadelphia; and St. Louis are showing great signs of progress, and new cases in Houston and New Orleans are declining.</p>\r\n\r\n<p>The battle continues, but the data suggests that nationwide we have passed the peak on new cases. Hopefully that will continue and we will continue to make great progress.</p>\r\n\r\n<p>These encouraging developments have put us in a very strong position to finalize guidelines for states on reopening the country, which we’ll be announcing. We’re going to be talking about that tomorrow. We’ll be having a news conference tomorrow sometime during the afternoon. We’re going to be announcing guidelines, and we’ll be talking about various states. And it’s very exciting.</p>\r\n\r\n<p>It’s been a horrible time to see such death and destruction, especially when you come out of what was the greatest economy in the history of the world. The greatest. There’s never been an economy like what we had produced, but we’ll produce it again. And I think we’ll produce it again very fast.</p>\r\n\r\n<p>The medical and healthcare advances we’ve made are critical to our continued progress. We’ve rapidly developed the most expansive and accurate testing system anywhere in the world and have completed more than 3.3 million tests. To date, we have authorized 48 separate coronavirus tests, and the FDA is working with 300 companies and labs to widen our capacity still further.</p>\r\n\r\n<p>Today, Abbott Labs announced that it has developed an antibody test that will determine if someone has been previously infected with the coronavirus and potentially developed immunity. It’s a great test. The company says these tests could be available to screen up to 20 million people in a matter of weeks.</p>\r\n\r\n<p>My administration is also distributing vast amounts of medical supplies to states across the country through Project Air Bridge, which has been an amazing success. We have completed 44 flights—and these are flights of very, very large airplanes, massive cargo planes—44 flights of critical supplies as of today and an additional 56 flights scheduled in the near future. We have some very brilliant people working on this. It’s logistically incredible what they’ve done. And we’ve also been working on this with the military. And these people have been—the genius of all of them together, it has been incredible to watch.</p>\r\n\r\n<p>In total, through all channels, the federal government has developed and delivered 39.4 million N95 masks, 431 million gloves, 57 million surgical masks, and 10.2 million gowns. We ordered 500 million masks, and they’ll be coming shortly. And we’ve distributed 100 million masks.</p>\r\n\r\n<p>Following our use of the Defense Production Act, GM announced that its first ventilators come off the assembly line in Kokomo, Indiana—a great place. They did it in 11 days, from start to finish, a remarkable testament to the ingenuity of the American worker. GM will ship over 600 ventilators this month alone, with thousands more to come. And we have other companies doing something similar.</p>\r\n\r\n<p>And I think they said that there’s a brief clip that we have of General Motors, sent to us by General Motors. And I think they might be wanting to play that for your benefit. Please.</p>\r\n\r\n<p>(A video is played.)</p>\r\n\r\n<p>I know you got a little bit nervous when you saw there was a clip about ready to be played, but that was sent to us by General Motors, and we thought it would be a good one to play. It’s amazing. It’s—you know, what they’ve done in a very, very short period of time.</p>\r\n\r\n<p>They’re now making thousands of ventilators, and they’re coming out of the factory very rapidly, at a clip that nobody can even believe. But we have others also doing it. And these are very high-grade ventilators. So we’re helping a lot of people. And at this moment, nobody needs them. We have to remember, during the surge, nobody has needed him for weeks now.</p>\r\n\r\n<p>But we’ll have them for stockpiles, and very importantly, we’re going to have them for other countries because nobody is able to do things like we can do. And we’re going to be able to help other countries that are having tremendous problems, to put it mildly.</p>\r\n\r\n<p>My administration is using every available authority to accelerate the development, study, and delivery of therapies—so important, therapies—treatments, and ultimately, what we want to come up with is a safe vaccine. But frankly, the therapies, to me, are the most important because it takes care of people right now. The vaccines have to be tested, so it takes a longer period of time. But we have some great potential therapies already, and we’ll see how they’re working. We’ll be able to report on that, I think, over the next week or two. Tremendous progress has been made.</p>\r\n\r\n<p>At least 35 clinical trials of promising therapies are now underway. So 35 different genius companies. If you look at AIDS, if you look at Ebola, if you look at so many things, they’ve come up with the answers to so many things, you wouldn’t have believed it. And we’re very honored to be working with them.</p>\r\n\r\n<p>They include antivirals, and also—and they—something which is incredible: It keeps the virus from multiplying. A mechanism that keeps the virus from multiplying. Immune therapies that prevent the immune system from overreaching to the virus. And convalescent plasma treatments that use antibodies from the blood of recovered patients.</p>\r\n\r\n<p>And we have a lot of patients who recover, and they’re so happy to have recovered that the first thing they do is say, “We want to give our blood.” And they do that. It’s incredible. We have thousands of people that are doing that. They recover and they feel they have an obligation because they’ve gotten such great care. And a lot of them didn’t think they were going to make it.</p>\r\n\r\n<p>As the entire U.S. government works to combat the global pandemic, it is absolutely essential that the key positions at relevant federal agencies are fully staffed. And we’re not allowing that to take place through our Congress. They’re just not—they’re just not giving it to us. We have many, many positions that are unstaffed because we can’t get the approvals. The Democrats are holding us up. We cannot get approval.</p>\r\n\r\n<p>We’ve gotten judges because we go through the process. I guess we’re up to 448 federal judges. And that, we’ve gotten because we focus on it; we take the maximum time. Because no matter who the judge is, they take vast numbers of days and hours to approve, and it leaves no time left for others. Very unfair system.</p>\r\n\r\n<p>If a judge is going to be approved in one hour, in one session, it doesn’t matter—they’ll take the maximum number of hours and days—you’re talking about days—to get one judge approved. And we’re close to 250 judges, but because of the way they’re doing it, there’s no time for anybody else. And many of these people have been waiting for two and a half years. We have a couple that have been waiting for longer than that.</p>\r\n\r\n<p>There are currently 129 nominees stuck in the Senate because of partisan obstruction. Many are nominated for vacancies that must be filled to assist with the coronavirus crisis and the resulting economic challenges. And I’ve read, over the last couple of years, “Well, I didn’t fill positions.” I don’t fill positions—in some cases, we don’t need the position, and I’m all for that. But in many cases, you do, but we can’t get them approved by the Democrats. They won’t release them.</p>\r\n\r\n<p>The positions include the Director of National Intelligence, two members of the Federal Reserve Board of Governors, the Assistant Secretary of Treasury for Financial Markets of the United States, and the Undersecretary of Agriculture responsible for administering food security programs. And Sonny Perdue, who’s going to be speaking today, is saying, “Please, can I have this man, can I have this particular person approved as soon as possible?” He’s been telling me that for a long time, and the Democrats won’t allow it to happen.</p>\r\n\r\n<p>Again, every single judge, every nominee we have goes through maximum, or at least they go through a long process. So it takes days and days, and there’s no time left. And it’s just a concerted effort to make life difficult.</p>\r\n\r\n<p>An example is Michael Pack. He’s my nominee for the CEO of the Broadcasking [sic]—Broadcasting Board of Governors. And he’s been stuck in committee for two years, preventing us from managing the Voice of America. Very important.</p>\r\n\r\n<p>And if you heard what’s coming out of the Voice of America, it’s disgusting. What—things they say are disgusting toward our country. And Michael Pack would get in and he’d do a great job, but he’s been waiting now for two years. Can’t get him approved.</p>\r\n\r\n<p>The senators left Washington until at least May 4th. The Constitution provides a mechanism for the President to fill positions in such circumstances—the “recess appointment,” it’s called—the Senate’s practice of dabbling into so-called pro forma sessions where no one is even there. It has prevented me from using the constitutional authority that we’re giving—that we’re given under the recess provisions.</p>\r\n\r\n<p>The Senate should either fulfill its duty and vote on my nominees or it should formally adjourn so that I can make recess appointments. We have a tremendous number of people that have to come into government—and now more so than ever before, because of the virus and the problem. We have to do it, and we have to do whatever we have to do. They’ve made it very, very difficult to run government. I don’t think any administration has done anywhere near what we’ve done in three and a half years.</p>\r\n\r\n<p>But every block—every week, they put up roadblocks, whether it’s “Russia, Russia, Russia,” or whether it’s impeachment hoax, or whatever it may be. It’s always roadblocks and a waste of time.</p>\r\n\r\n<p>If the House will not agree to that adjournment, I will exercise my constitutional authority to adjourn both chambers of Congress. The current practice of leaving town while conducting phony pro forma sessions is a dereliction of duty that the American people cannot afford during this crisis. It is a scam, what they do. It’s a scam, and everybody knows it. And it’s been that way for a long time. And perhaps it’s never done before—it’s never been done before; nobody is even sure if it has. But we’re going to do it. We need these people here. We need people for this crisis, and we don’t want to play any more political games.</p>\r\n\r\n<p>I’ve been waiting for two and a half years, three years, for some of these people. And they’re great people. They left law firms. They left jobs. They gave up everything to do it. And they’ve been waiting for three years, two and a half years, two years, one year to get approved. It’s ridiculous. And everyone knows they’re going to be approved. But there’s only so many hours in the day, when you go through judges and you go through a lengthy hearings on judges that they know should be approved immediately. And they could do it in one session, one—and they could do it in one hour. And instead, it takes them many days.</p>\r\n\r\n<p>In order to advance the health and security of our nation and all nations, as we announced yesterday, the U.S. government has put a hold on funding to the WHO—World Health Organization—pending a review of the organization’s cover-up and mismanagement of the coronavirus outbreak. Over the objections of the WHO, we took decisive action and early lifesaving action to suspend travel from China. They didn’t want to do it. They were angry that we did it. It was early on. They were angry that we did it. Took them a long time to realize what was going on, but I have a feeling they know exactly what was going on.</p>\r\n\r\n<p>Tragically, other nations put their trust in the WHO and they didn’t do any form of ban. And you see what happened to Italy. You see what happened to Spain. You see what happened to France. WHO’s guidance had failed to control their borders at a very crucial phase, quickly unleashing the contagion around the world. That was a horrible, tragic mistake—or perhaps they knew. I’m sure they didn’t know the gravity of it, but perhaps they knew. Because if they knew the gravity, that would be an even worse offense.</p>\r\n\r\n<p>To ease the economic pain of millions of American families, we’ve now processed $300 billion in loans to more than 1 million small businesses through the Paycheck Protection Program. This action has saved millions of American jobs. It’s been an incredible success. And they want to replenish it now, but, again, the Democrats don’t want to do that. This is money that goes to the workers of our country.</p>\r\n\r\n<p>Phase one was $350 billion dollars. And now phase two, we want to do $250 billion. This goes to workers and it goes to small businesses so we can save all the small businesses around our nation.</p>\r\n\r\n<p>Mike McFarland from Nebraska recently said this historic relief has been a godsend for his small factory, and the 136 Americans who work there. He saved those jobs. Another small business owner, Tim Miller from Oklahoma, called the program a total lifesaver for his auto-repair shop’s four employees. Stories like these underscore why Congress must replenish the Paycheck Protection Program immediately. The Republicans want to do it; they want to do it immediately. They want to do it now. And the Democrats are stopping it.</p>\r\n\r\n<p>A short time ago, CDC issued public health guidelines for critical industries. In a few moments, Agricultural Secretary Sonny Perdue will elaborate on how these guidelines apply to our nation’s dedicated workers in the food processing profession—because it’s a profession. It’s incredible what they do: food processing. And they’re keeping our grocery stores full. The shelves are not bare like the shelves that I inherited when we took over the stockpile—the medical stockpile, where the shelves were bare. “The cupboard was bare,” I say.</p>\r\n\r\n<p>Tomorrow, I’ll also be leading a call with elected officials who will consult with my administration as we work to restore our economy to full speed. And we really think, with all of the stimulus and all of the pent-up demand, we’re going to have an economy that really comes back quickly. And we’d like to see it more than match what we had before. What we had before was a miracle. And we think this is going to be even more than a miracle. We’re going to do it because we have the greatest people in the world.</p>\r\n\r\n<p>We’ll also be speaking to America’s governors tomorrow and then we’ll be announcing exactly what’s happening. You already know we’ll be opening up states—some states much sooner than others. And we think some of the states can actually open up before the deadline of May 1st. And I think that that will be a very exciting time indeed.</p>\r\n\r\n<p>Governors are looking forward—they’re chomping at the bit to get going. Again, not all states are the same. They’re very different. Some are having very little problems. Some have done such a good job that they have very little problem and they’re ready to go. So, Vice President Pence and I will be speaking with the governors tomorrow. We’ll be discussing procedures.</p>\r\n\r\n<p>Today, I spoke with the leaders of many of our nation’s most renowned companies and organizations on how to achieve the full resurgence of the American economy. My discussions included top leaders in health and healthcare, transportation technology, financial services, food, beverages, hospitality, real estate, retail, agriculture, construction, energy, labor, manufacturing, and sports industries.</p>\r\n\r\n<p>We want to get our country open again. We want to have our sports leagues open. You want to watch sports. It’s important. We miss sports. We miss everything. We want to get back.</p>\r\n\r\n<p>These experts and innovators provided extremely productive feedback on how to safely reboot our economy. They gave us a lot of great ideas. We spoke to a lot of very, very smart people—the highest of the high-tech. The level of IQ:on some of those calls was about the highest you’ve ever seen on a phone call, that I can tell you.</p>\r\n\r\n<p>But we have a lot of great thought went into those calls, and a lot of questions came out and also statements—very strong statements, as to what they recommend. It was—I think it was a great day. We did a lot of—a lot of calling with a lot of very prominent people—but, more importantly, very smart people and people that love our country.</p>\r\n\r\n<p>They talked about the vital importance of our wide array of relief measures to address the present crisis, and they provided valuable insights on how to move forward, including on the role of protective gear, where we have tremendous amounts of protective gear coming in; robust testing; and the future use of therapies and treatments.</p>\r\n\r\n<p>They also underscored the crucial importance of strong supply chains and communications infrastructure. We’re talking about infrastructure for the middle of our country. We’re talking about broadband and things that they, frankly, don’t have and haven’t had for a long time because a lot of politicians forgot about them. You can’t forget about them. They’re really the heart and soul. You can’t forget about them.</p>\r\n\r\n<p>And we’re talking about the telemedical. It’s a new thing, and it’s incredible what they’ve been able to do. This is an industry that’s just growing, but it’s take—it’s grown by leaps and bounds over the last five weeks. People are learning so much. Without the ability to see a doctor, they’re learning so much and a lot of good things are happening. That’s something that’s really, going forward, I think, going to be very important for our country.</p>\r\n\r\n<p>As we’ve seen throughout our proud history, America is never greater than when our people are working in unison toward a common goal. That’s what’s happening right now. We’ll go ahead. We’ll forge an even brighter future today than we had. And we’ll be—along with other nations, hopefully; we’re working with other nations—we’ll be the comeback kids. All of us. All of us.</p>\r\n\r\n<p>It’s incredible what’s going on. I’m very proud of the people of this country. I’m very proud of the people I spoke to today. These are truly great, brilliant people, and we’ve gained tremendous insight.</p>\r\n\r\n<p>So tomorrow is going to be a very big day. We’re going to be speaking with the governors. We’ll have some information on some openings. And again, we’ll have some openings that will be—will exceed our expectations. And they’ll be safe, they’ll be strong, but we want to get our country back. We want to get our country back. And we’re going to do it and we’re going to do it soon.</p>\r\n\r\n<p>With that, I’d like to ask Dr. Birx to come up and say a few words, and then Secretary Sonny Perdue, and then Vice President Pence. Thank you very much. Thank you. Thank you.</p>\r\n\r\n<p>DR. BIRX: Thank you, Mr. President. And thank you for summarizing the states and what we’re seeing. So, over the last five to six days, we’ve seen declines in cases across the country and this has been very reassuring for us.</p>\r\n\r\n<p>At the same time, we know that mortality and the fatalities that we’re facing across the United States continue. We know the number of people who are still in the hospitals in the ICUs, and we want to continue to recognize the healthcare workers who are on the frontlines, and really recognize how low the United States case fatality rates are, compared to other countries. And this is really due not only to our technology, but how that technology is utilized to save lives.</p>\r\n\r\n<p>At the same time, I’m inspired by the American people who continue social distancing. These cases continue to decline because of the strong work of the American people.</p>\r\n\r\n<p>I also wanted to let you know that we do have nine states that have less than 1,000 cases and less than 30 new cases per day. So we’re looking at states and metro areas as individual—individual areas.</p>\r\n\r\n<p>We talked before how each of these curves are different. Each of the case’s experiences are different. We have some states—like California and Washington State, Oregon—that never really had a peak because of so much work that their populations did to decrease and keep the new cases down. So each of these individual states and individual metros are being studied very specifically.</p>\r\n\r\n<p>I do want to highlight—and we are remaining concerned and we’ve been having discussions with Rhode Island. Rhode Island and Providence are in a unique situation. First, they had increasing cases from the New York City area, and now they have new increasing cases from the Boston area. They are caught between two incredible hotspots in the country. They’re doing an extraordinary job. They’re caring for the individuals on the frontlines, but Providence continues to have new cases.</p>\r\n\r\n<p>And we do continue to work with specific states that have specific outbreaks related to individual occurrences. I will just remind the American people again: This is a highly contagious virus. Social gatherings, coming together is—there’s always a chance that a asymptomatic person can spread the virus unknowingly. No one is intending to spread the virus. We know if you are sick, you will stay home. But to all of you that are out there that would like to join together and just have that dinner party for 20: Don’t do it yet. Continue to follow the presidential guidelines.</p>\r\n\r\n<p>We really appreciate the work of the American people. We see, as a country, we’re improving. We see, as metro areas, we’re improving. We see, as communities, as counties, and as states, we’re improving, but that also still requires everyone to continue to social distance.</p>\r\n\r\n<p>And in the end, we do have states that have very few cases and very few new cases. And so, these are the ones the President is referring to that have been silent—relatively silent—throughout this epidemic and pandemic that many of us have faced. And so, these are the groups we are working with very specifically. And each of these governors and each of these mayors will have to make decisions, after generalized guidelines are put out, so that they can do what’s best for their communities. They are at the frontline.</p>\r\n\r\n<p>And I wanted to conclude by really thanking my PEPFAR teams around the world who have been working tirelessly throughout the world to ensure that Africa and Asia doesn’t experience this level of infections that we have seen here. They’ve turned over their capacities from their embassies. Our U.S. hires throughout the world, our ambassadors are still on the frontline with our local staff, working with ministries of health, to confront this virus around the globe. And I assure you that they are continuing to invest in the health structures, the laboratory, and the frontline care to ensure that all of the work that we have done against TB, HIV, and malaria continues. But that we use our capacity, our laboratories, our clinics, our hospitals that have been built by the American people and the generosity of the American people to really combat this COVID-19 around the globe.</p>\r\n\r\n<p>Thank you.</p>\r\n\r\n<p>THE PRESIDENT: Thank you very much. Thank you, Doctor.</p>\r\n\r\n<p>Sonny, please.</p>\r\n\r\n<p>SECRETARY PERDUE: Thank you, Mr. President, for the opportunity to be here with you today and to—I want you to know it’s an honor to represent you in leading the Department of Agriculture and represent the constituency who are crucial in maintaining our nation’s food security, enabling us to keep food on the table of our American families—not only just food, but wholesome and safe food as well.</p>\r\n\r\n<p>I’d like to start my remarks today by echoing what my colleagues at the CDC have been saying regarding the health and safety of our essential employees across the United States. CDC has provided strategies there that aimed at helping our most critical workers, both in healthcare and food processing, to quickly and safely return to work after potential exposure to COVID-19, provided those workers are symptom-free. And this guidance will help these critical industries in the food sector provide—to protect the health and safety of essential workers, while keeping critical functions working throughout the COVID-19 response.</p>\r\n\r\n<p>As we know, any employee who develops symptoms while on the job should go home immediately. And the interim guidance is in line with CDC recommendations for healthcare workers, caring for those sick with COVID-19.</p>\r\n\r\n<p>So we appreciate the dedication and commitment of all the brave men and working—women working to keep their communities fed. And we will continue to work with the CDC to keep those individuals as safe as possible during these challenging times.</p>\r\n\r\n<p>In that vein, there’s been a lot happening this week, as COVID-19 is impacting food-processing facilities, as you know. For Americans who be—may be worried about access to good food because of this, I want to assure you: The American food supply is strong, resilient, and safe. And in fact, our food supply chain has shown tremendous agility in shifting production and logistics so suddenly from restaurant and institutional settings to retail settings.</p>\r\n\r\n<p>To all the employers out there in this sector: It’s critical that you follow CDC guidelines and guidance and best practices to keep all of your employees and people safe and healthy.</p>\r\n\r\n<p>To employees and local public health officials advising them: The CDC has issued guidelines on how to mitigate a situation if you have a positive case in one of your facilities. We need our local health authorities and our state health authorities to do everything they can to balance the demand of keeping our facilities operational and our critical industries going, while at the same time keeping the health and safety of employees as a top priority, as well as our communities.</p>\r\n\r\n<p>So I want to also take this time to thank all of our critical, essential food supply chain workers. The entire country is counting on these patriotic individuals, by doing the work in our food supply chain. These dedicated workers include, obviously, farmers and producers, but also processers, truckers, and grocery store workers, as you know.</p>\r\n\r\n<p>America is depending on what you have—the food we need to feed our families—and you’re the ones who are making that happen. Thank you.</p>\r\n\r\n<p>As an entire nation, we’re truly thankful for the work you’re doing, and we recognize that you are the true patriotic heroes during this national emergency, along with our healthcare workers.</p>\r\n\r\n<p>So, before I sign off here, Mr. President, I want to remind you and all of us of one more thing: In the United States, we have plenty of food for all of our citizens. I want to be clear: The bare store shelves that you may see in some cities in the country are a demand issue, not a supply issue. The way food is prepared and packaged to be sold in a restaurant or a school is significantly different than the way it’s packaged for you to buy in the grocery store. Our supply chain is sophisticated, efficient, integrated, and synchronized, and it’s taken us a few days to relocate the misalignment between institutional settings and grocery settings. But that does not mean that we don’t have enough food in this country to feed the American people.</p>\r\n\r\n<p>You might think of it as an interstate when it’s flowing in along well, and you have a crash in one place—it backs up. And that’s what’s happening in the food supply chain. But we’re working through that.</p>\r\n\r\n<p>And all this—through all this, our food supply chain has proven to be very resilient, just like American people. To the extent we have challenges, we have and continue to—to work through it all together. And we can and we will get through this with a whole-of-America approach, Mr. President—the critical partnership between state and local health officials, management of companies, and the employees. And we will meet any challenges we face by working together.</p>\r\n\r\n<p>Thank you, sir, for the opportunity.</p>\r\n\r\n<p>THE PRESIDENT: Thank you very much. And before the Vice President comes up, I just wanted to say, speaking of Sonny, China has paid us billions of dollars—many, many billions of dollars—in tariffs, which we’ve distributed—some to the farmers, because they were targeted. We have many billions of dollars being held by Sonny. And I’ve told him to distribute much of that money to the farmers.</p>\r\n\r\n<p>Our farmers were targeted and now they’re benefiting by the amount that they were targeted. And we are very honored to do that. And, Sonny, you’re going to start that process very soon. You’ll let the farmers know. Nobody can take advantage of our farmers.</p>\r\n\r\n<p>So we have a lot of money that we’ve taken in from China. We’re going to be distributing that money from—from Sonny to the farmers. And there is tremendous money over and above that. That money was paid directly into the Treasury of the United States.</p>\r\n\r\n<p>This has never happened to China before. They never gave us 10 cents. Now they’re paying us billions of dollars and we appreciate it.</p>\r\n\r\n<p>So thank you very much, Sonny. Great job.</p>\r\n\r\n<p>Please. Mike, please.</p>\r\n\r\n<p>THE VICE PRESIDENT: Thank you, Mr. President. The White House Coronavirus Task Force met today. It was reported to us that we’ve conducted and completed 3,324,000 tests across the nation. More than 619,000 Americans have tested positive. But as you reflected yesterday when we welcomed coronavirus survivors here to the White House from across the country, some more than 45,000 Americans have fully recovered.</p>\r\n\r\n<p>Sadly, we mourn the loss of more than 27,000 of our—our countrymen. Our hearts are with their families and with the families of all of those that continue to struggle with the serious consequences of this illness. But as Dr. Birx just reflected, despite the heartbreaking losses, we’re getting there, America.</p>\r\n\r\n<p>Because of the efforts of people all across this country to put into practice the President’s Coronavirus Guidelines, because of their adherence to the direction of state and local authorities, as Dr. Birx just reflected, we—we see great signs of progress from the West Coast to the East Coast.</p>\r\n\r\n<p>President Trump has directed our team to develop new guidelines that will be presented tomorrow to our nation’s governors and—and released to the American people thereafter.</p>\r\n\r\n<p>The American people will be encouraged to know that, as we stand here today, 24 percent of the counties of this country have no reported coronavirus cases. In fact, half of the states in America have less than 2,500 cases per state. This is a great tribute to the efforts by the people of those communities.</p>\r\n\r\n<p>But as the President suggested, when we unveil the guidelines that the team has been working to present tomorrow to our nation’s governors, we’re going to reflect on the fact that, as the President said, there will be areas of the country that will require continued mitigation and strong efforts. And there will be other areas of the country that will be—be given guidance for greater flexibility, and the President has so directed our team.</p>\r\n\r\n<p>When we think of more than 619,000 Americans having tested positive, more than 45,000 having recovered, we wanted to announce today that the FDA recently announced efforts to facilitate the development and access to convalescent plasma, Mr. President. You’ve spoken about this. People who have recovered from the coronavirus have antibodies in your bloodstream that can attack the virus.</p>\r\n\r\n<p>The Mayo Clinic today is working with the Red Cross to make sure that coronavirus patients have access to the convalescent plasma treatments, and over 1,000 institutions across America have already joined this program.</p>\r\n\r\n<p>And we want to urge every American who has recovered from the coronavirus for at least two—and preferably four weeks, to contact your local blood or plasma donation center and arrange to donate. It’s one more way that the American people can do their part and step forward. And thousands have already done so, and we know that tens of thousands will join them.</p>\r\n\r\n<p>On the subject of supplies—Mr. President, I’ll be very brief because you detailed a great amount. As the President mentioned, the air bridge has completed 44 flights. Fifty-six more are scheduled.</p>\r\n\r\n<p>But on the subject of facial masks, which are so important for the protection of critical infrastructure, I’m pleased to report that the average daily delivery through the commercial network through our air bridge is 22 million facial masks coming into the marketplace. The average inventory in the network over a seven-day period is 80 million masks. And FEMA is actually working, as we speak, to move facial masks to priority infrastructure: food supply, first responders. There’ll be 6.5 million masks that go out before the end of this week, an additional 20 million before April the 20th, and then we’ll be adding 6.5 million each and every week.</p>\r\n\r\n<p>At that the President’s direction, we’re going to ensure that all of those that work in food supply, all of those first responders have access to masks. And we’re increasing those every day.</p>\r\n\r\n<p>Finally, I know I speak for the President when I say how proud we are of all of our healthcare workers across the country, and how proud we are of the men and women in uniform—our medical professionals who have been deployed across the nation, literally by the thousands.</p>\r\n\r\n<p>In fact, as we stand here today, 576 doctors, nurses, and other military medical professionals have been deployed to 13 hospitals across the nation: 10 in New York, and 1 in Connecticut, Texas, and Louisiana each.</p>\r\n\r\n<p>And, as the President reflected a few days ago, because we did not have the—happily, did not have the demand on the Javits Center and on the Comfort in New York City, at the President’s direction, we have deployed doctors and nurses from those two facilities to hospitals. In fact, the President and I were just speaking to Mayor de Blasio just before we came out, and he expressed his great admiration and appreciation for the relief that these medical military personnel have provided to incredibly dedicated people in our hospitals. Two hundred and fifty-eight medical personnel just yesterday were deployed off the ship and out of the Javits Center into New York.</p>\r\n\r\n<p>With that, Mr. President, I’ll step aside. But it’s remarkable to think of all that we’ve accomplished over the last month since you first issued the Presidential Guidelines for America.</p>\r\n\r\n<p>The truth is, because of what the American people have done over the last 30 days, we are slowing the spread. We are ensuring that every American family would have access to the healthcare that we’d want any member of our family to have—with the greatest healthcare professionals in the world. We’re saving lives and we’re healing our land.</p>\r\n\r\n<p>And so we want to thank the American people for all you have done. And tomorrow, we’ll be presenting a new guidance to the governors of this country about how we build on our progress and reopen America in a safe and responsible way.</p>\r\n\r\n<p>Thank you, Mr. President.</p>\r\n\r\n<p>THE PRESIDENT: Thank you, Mike. Great. Thank you, Mike.</p>\r\n\r\n<p>Q: Thank you, Mr. President. On the recess appointments, Mr. President, if I could. Mr. President —</p>\r\n\r\n<p>THE PRESIDENT: Steve, please.</p>\r\n\r\n<p>Q: You’ve mentioned the possibility of adjourning both the chambers of Congress. Can you explain what you meant by that, sir?</p>\r\n\r\n<p>THE PRESIDENT: Very simple: If they don’t act on getting these people approved that we need because of the—we need them anyway, but we especially need now because of the pandemic—we are going to do something that will be something I’d prefer not doing, but which I should do and I will do if I have to.</p>\r\n\r\n<p>Kaitlan, go ahead.</p>\r\n\r\n<p>Q: I have two questions for you. One, on a call with business leaders today, they said testing has got to be ramped up significantly before the country—before they feel comfortable reopening their stores —</p>\r\n\r\n<p>THE PRESIDENT: Sure.</p>\r\n\r\n<p>Q:&nbsp;—their restaurants, and what-not. Isn’t that what health officials and state governors have been telling you?</p>\r\n\r\n<p>THE PRESIDENT: It’s what I want too. And we have great tests. And we want the states to administer these tests, for the most part. But we’re standing behind them. We have great tests. We’ve done more testing now than any country, as you know, in the world, by far.</p>\r\n\r\n<p>We have the best tests of any country in the world. Nobody have—has the quality of tests, the—if you look at Abbott, what they’ve come up with in a short period of time. They’ve been incredible. Roche has been incredible. We have the best tests in the world.</p>\r\n\r\n<p>And we will be working very much with the governors of the states. We want them to do it. We’re not going to be running a parking lot in Arkansas. We’re not going to be running a parking lot, where you have a Walmart—which has been great, by the way; Walmart has done a fantastic job—but where you have a testing center and running that from Washington, D.C. The states are much better equipped to do it.</p>\r\n\r\n<p>But we’ll be working with the states. We’re standing behind the states. We’re going to work very closely with the governors, in terms of that—getting additional equipment. It used to be three, four weeks ago—two weeks ago, “Can we get more ventilators?” More ventilators, right? And we got them ventilators, and you don’t hear that anymore. It’s been pretty amazing, what we’ve been able to do.</p>\r\n\r\n<p>Yeah. Go ahead, Jon.</p>\r\n\r\n<p>Q: You talked about Walmart —</p>\r\n\r\n<p>Q: Mr. President —</p>\r\n\r\n<p>Q: A lot of the equipment (inaudible), a lot of those testing centers are still for first responders and healthcare workers who have symptoms only. When is it going to be widespread enough to where these companies can feel comfortable being open? Will that happen in two weeks?</p>\r\n\r\n<p>THE PRESIDENT: Well, I think the companies will determine that, and the governors will determine that, and the federal government will de-—and if we’re not happy, we’ll take very strong action against a state or a governor. If we’re not happy with the job a governor is doing, we’ll let them know about it. And, as you know, we have very strong action we can take, including a closedown, but we don’t want to do that.</p>\r\n\r\n<p>We’re working with the governors and we’re working closely with the governors. The relationship has been very good. The Vice President has had a lot of conversations over the last two weeks with either 50 or almost 50 governors on every conversation. And they’ve been really positive conversations.</p>\r\n\r\n<p>Q: (Inaudible) close down?</p>\r\n\r\n<p>THE PRESIDENT: Well, we have the right to do whatever we want. But we wouldn’t do that. But, no, we would have the right to close down what they’re doing if we want to do that. But we don’t want to do that —</p>\r\n\r\n<p>Q: (Inaudible) what the states are doing?</p>\r\n\r\n<p>THE PRESIDENT:&nbsp;—and I don’t think there’ll be any reason to do that, but we have the right to do that.</p>\r\n\r\n<p>Steve? Go ahead. Go ahead.</p>\r\n\r\n<p>Q: You got me already.</p>\r\n\r\n<p>Q: Mr. President, why did you have your name added to these coronavirus relief checks?</p>\r\n\r\n<p>THE PRESIDENT: Well, I don’t know too much about it, but I understand my name is there. I don’t know where they’re going, how they’re going. I do understand it’s not delaying anything. And I’m satisfied with that. I don’t—I don’t imagine it’s a big deal. I’m sure people will be very happy to get a big, fat, beautiful check and my name is on it.</p>\r\n\r\n<p>Yeah. Go ahead, please.</p>\r\n\r\n<p>Q: Mr. President—Mr. President —</p>\r\n\r\n<p>Q: Mr. President —</p>\r\n\r\n<p>THE PRESIDENT: Go ahead, please. Please.</p>\r\n\r\n<p>Q: Mr. President, previous Presidents never did this. Why—why are you —</p>\r\n\r\n<p>THE PRESIDENT: Please. Please. Go ahead.</p>\r\n\r\n<p>Q: Thank you, Mr. President. Dr. Birx just said that Rhode Island is seeing an increase in cases from people that are coming from Boston and New York. You just said you’d like to reopen some states before May 1. How will you stop a second spike in cases if people are traveling between states? How will you control the flow of people traveling over —</p>\r\n\r\n<p>THE PRESIDENT: Well, the governors can control that flow, as an example. In fact, I just saw, a little while ago, it was reported that certain borders are being controlled already by states. They’re starting to take control of their borders, which is good. So they’ll be controlling. They may do testing for people wanting to come in; I’d read that about Rhode Island. So they have to watch it. They have to be very careful.</p>\r\n\r\n<p>Yeah, please. In the back.</p>\r\n\r\n<p>Q: Thank you, Mr. President. About reopening the country again, you said, “along with other nations.” What form would it take? Are you considering, also, relaxing the border between Canada and the U.S.?</p>\r\n\r\n<p>THE PRESIDENT: So our relationship with Canada is very good. We’ll talk about that. It will be one of the early borders to be released. Canada is doing well. We’re doing well. We’ll see. But at some point, we’ll be doing that.</p>\r\n\r\n<p>In the meantime, nations that are heavily infected—we have a lot of nations that are heavily infected. Some are getting better. Some are still on the way up, unfortunately. We’re keeping very strong borders with those nations. But with Canada, we are talking about different things.</p>\r\n\r\n<p>Yeah, please.</p>\r\n\r\n<p>Q: Mr. President, you said the—the evidence suggests that nationwide we have passed the peak on new cases. What’s your evidence for that? What are the numbers saying?</p>\r\n\r\n<p>THE PRESIDENT: Well, all we’re doing is looking at the numbers, we’re looking at our graphs, we’re looking at our models. We’re getting a great response from Deborah and from Tony and from many of the professionals that are working. We have great professionals working with us. And, I think, based on that, we’re—we’re doing very well.</p>\r\n\r\n<p>Based on that, it looks like we’re headed absolutely in the right direction. But some states are looking at other states, and they’re saying, “I can’t imagine what they’re going through”—because they’re not in that position. They’re in very good shape.</p>\r\n\r\n<p>I would say that we have 20 states, at least, but you really have 29 that are in extremely good shape. You have others that are getting much better. And I think, with almost a few exceptions, you have every state that is either doing better or on the way to doing better.</p>\r\n\r\n<p>Yeah, please.</p>\r\n\r\n<p>Q: Mr. President —</p>\r\n\r\n<p>THE PRESIDENT: Yeah, go ahead.</p>\r\n\r\n<p>Q: Thank you, Mr. President.</p>\r\n\r\n<p>THE PRESIDENT: Go ahead.</p>\r\n\r\n<p>Q: On your threat to adjourn or—adjourn Congress, on—clearly, you have the power: Article Two, Section Three. But that would be quite radical to do.</p>\r\n\r\n<p>Earlier last month, you were in the Oval Office, talking about, “Now is not the time for partisanship.” How will that act lower the partisanship in this town? And could it potentially hinder your ability to get something done on coronavirus? And then —</p>\r\n\r\n<p>THE PRESIDENT: Well, it is—it’s—look, it’s been a very partisan government for a long period of time, not just this administration. You can go back into the last two administrations; you’ve seen a lot of partisanship. And even now, you would think that we wouldn’t have.</p>\r\n\r\n<p>As an example, with the Paycheck Plan, that’s going so well. It’s so smooth, so beautiful, almost without a hitch. All of that money is being distributed to small businesses. They’re giving it to their employees. It’s keeping them ready, viable. So when we open—and now, it’s been so good that it’s almost depleted and we want to replenish it, and we can’t get the Democrats to approve it. And that’s a program that they and everybody else admit that are great.</p>\r\n\r\n<p>So, you do have partisanship. We have been trying for years to get people approved for positions. People have left—one man left a law firm. One man left a—a big chain. He was a very successful executive; he left. It was two years ago. We have people that have been waiting for three years. And we can’t get them approved by the Democrats in the Senate because they’re taking so long to approve our judges.</p>\r\n\r\n<p>Now, I have to tell you that I’m totally in favor of what Mitch is doing with judges, because that’s—always seems to be a priority and it’s a very important priority. I think it’s one of the great trademarks of this administration: We’ve approved record numbers of federal judges and appellate judges and two Supreme Court judges.</p>\r\n\r\n<p>But rather than approving somebody who’s highly qualified—somebody that everybody knows is going to be approved—rather than going quickly, they take the maximum amount of time, whatever that time may be. And what they’re doing by doing that is taking days to approve somebody that could be approved in a quick vote. People that get phenomenal reviews in committee are going maximum number of hours. And what they do is—there’s only so many hours in a day.</p>\r\n\r\n<p>Now, we could have said, “Let’s stay.” I would have been in favor of that. They didn’t choose to do it. But I have a very strong power. I’d rather not use that power, but we have way over 100 people that we very badly need in this administration that should have been approved a long time ago. And one of them is the head of Voice of America. If you look at what they’re doing and what they’re saying about our country, it’s a disgrace—the people that are running that. We have somebody that’s really good, really talented, and that loves our country. And I want to get these people approved.</p>\r\n\r\n<p>That’s one of many. We have professionals. Sonny, you’ve been waiting for—how long have you been waiting for the man that we’re talking about coming in?</p>\r\n\r\n<p>SECRETARY PERDUE: Two and a half years.</p>\r\n\r\n<p>THE PRESIDENT: Two and a half years. So Sonny Perdue just happens to be here talking about something else. So you’ve been waiting for one of the most important position, as Secretary of Agriculture, is the position—it’s distribution. We need it now. We’re talking about shelves. We’re talking about cupboards. He needs it. He’s been waiting—he didn’t know he was going to get this question. You’ve been waiting two and a half years.</p>\r\n\r\n<p>The person is exceptional. That person left a very good job. And it’s embarrassing to me. He’ll say, “Do you think you’ll get that man approved?” He’s been saying that to me for a long time. It’s because of the Democrats.</p>\r\n\r\n<p>And what we’re doing is—and I think anybody here would do it—judges are a priority. A federal judge is going to sit for 50 years, potentially—a young judge. Going to be sitting for—that’s always going to have to be a priority.</p>\r\n\r\n<p>But because they’re taking so much time and approving every—they’re trying to put us through the mill. That’s—when you talk about partisanship—and it’s never ever happened before. You can look at every administration in the history of this country. Nobody—nobody has ever had hundreds of people not approved after three and a half years.</p>\r\n\r\n<p>Go ahead, please.</p>\r\n\r\n<p>Q: What’s the timeline for that though? If Congress doesn’t act by—when? Do you have a date?</p>\r\n\r\n<p>THE PRESIDENT: Well, we’ll know soon. Look, they know. I—they’ve been warned and they’re being warned right now. If they don’t approve it, then we’re going to go this route. And we’ll probably be challenged in court, and we’ll see who wins.</p>\r\n\r\n<p>But when the court hears that we aren’t getting people approved—as Sonny would say, for two and a half years—for an important position that we need because of this crisis—we needed these people before, but now we really need these people.</p>\r\n\r\n<p>Q: Mr. President, when you talk about—back to the numbers for a second. When you talk about the numbers—the jobless claims are going to come out tomorrow. It’s likely around 5 million more Americans putting their names in for unemployment benefits. But yet, there are still a couple thousand people, as well, dying a day because of coronavirus.</p>\r\n\r\n<p>When you talk about opening up the American economy—or at least in parts—now, how do you balance that decision out, given both of those figures?</p>\r\n\r\n<p>THE PRESIDENT: Well, we are. There has to be a balance. You know, there’s also death involved in keeping it closed. And I’ve gone over this with you, and I believe this so strongly. When you look at mental health, when you look at suicides; suicide hotlines, which are exploding; people losing their jobs. When you look at drugs, and people that didn’t take drugs and now they’re becoming drug addicted because they’re going through a problem. They have no job. They have no money coming in—other than the money we’re getting them. We’ve opened up the coffers to a large extent. We’re helping people.</p>\r\n\r\n<p>This is why I wish the Democrats would help us a little bit with it, because they should. It’s purely partisan what they’re doing, and it’s bad for our country. But—but, you know, there is death by doing—by having this strongly closed country. We have to get back to work.</p>\r\n\r\n<p>With all of that being said, we’re going to start with states and with governors that have done a great job. And they’re going to open it up as they see fit. And we’re going to be right behind them. And we’re—we’re going to be working. We’re going to be supplying them with things if they don’t have them. We want them to have them.</p>\r\n\r\n<p>We’re going to be helping them with ventilators after this is over so that they can’t say, “Oh, the federal government…” We want them to have—they’ve had a lot of options. Many of the governors have had a lot of options, over the years, to buy ventilators. They didn’t choose to do it. So we’re going to be helping them to fill up their stockpiles. We’re going to have plenty. And as I said, I’m very proud to do it.</p>\r\n\r\n<p>We’re going to be helping other nations. We’re going to be helping Italy, Spain, France, other nations. And we’re going to be helping them strongly. I think Russia is going to need ventilators. They’re having a hard time in Moscow. We’re going to help them. We’re going to help other countries that need ventilators.</p>\r\n\r\n<p>We’re going to have a lot. You see it with General Motors. You see it with other companies that are producing. We’re going to have hundreds of thousands of ventilators. And it’s a great thing to have.</p>\r\n\r\n<p>Yes, in the back. Please. Is anybody freezing? (Laughter.) You know, it’s very cold out here. So we can leave early, right? (Laughter.)</p>\r\n\r\n<p>Okay, a couple more. Go ahead. Please.</p>\r\n\r\n<p>Q: Thank you, Mr. President. Why do we have 20 percent of the world’s deaths from the coronavirus when we’re only 4 percent of the world’s population?</p>\r\n\r\n<p>THE PRESIDENT: Well, you don’t know what you have. Do you think you’re getting honest numbers from some of these countries? Do you really believe those numbers in this vast country called China—and that they have a certain number of cases and a certain number of deaths—does anybody really believe that?</p>\r\n\r\n<p>Here’s the story: We report everything. We’re reporting the cases, and our reporting is good. We’re reporting every death. In fact, I see, this morning, where New York added 3,000 deaths because they died. And they’re now saying—rather than, “It was a heart attack”—they’re saying, “It was a heart attack caused by this.” So they’re adding. If you look at it, that’s it.</p>\r\n\r\n<p>And everything we have is documented, reported. And what they are doing is, just in case, they’re calling it this. And that’s okay. That’s okay. But we are—we have more cases because we do more reporting. We have more cases because everything is down.</p>\r\n\r\n<p>But does anybody really believe the numbers of some of these countries that you’ve been watching and you’ve been reporting on? And then, it’s like they didn’t have the big thing. They have been some really, really bad—heavily—and really, some countries that are in big, big trouble. And they’re not reporting the facts. And that’s up to them.</p>\r\n\r\n<p>All I know is: We report the facts, and we’re a country that’s getting better.</p>\r\n\r\n<p>John, go ahead.</p>\r\n\r\n<p>Q: Mr. President, multiple sources are telling Fox News today that the United States government now has high confidence that, while the coronavirus is a naturally occurring virus, it emanated from a virology lab in Wuhan. That, because of lax safety protocols, an intern was infected, who later infected her boyfriend, and then went to the wet market in Wuhan where it began to spread. Does that correspond with what you have heard from officials?</p>\r\n\r\n<p>THE PRESIDENT: Well, I don’t want to say that, John. But I will tell you, more and more, we’re hearing the story. And we’ll see. When you say “multiple sources”—now there’s a case where you can use the word “sources”—but we are doing a very thorough examination of this horrible situation that happened.</p>\r\n\r\n<p>Go ahead, please.</p>\r\n\r\n<p>Q: In your many conversations with President Xi, Mr. President, did you ever discuss with him State Department concerns about lax safety protocols that had been reported to the State Department from the embassy in Beijing about that laboratory?</p>\r\n\r\n<p>THE PRESIDENT: I don’t want to discuss what I talked to him about the laboratory. I just don’t want to discuss it. It’s inappropriate right now.</p>\r\n\r\n<p>Please, go ahead, in the back.</p>\r\n\r\n<p>Q: Tim Arvier from Channel 9 Australia. There have been calls in our country for Prime Minister Scott Morrison to make funding for WHO conditional on reforms to the organization. I wanted to get your thoughts on that, and if you had any advice for Mr. Morrison.</p>\r\n\r\n<p>THE PRESIDENT: Look, I feel very badly about the World Health Organization, but it’s been a tool of China. It’s been, as I say, totally China-centric. You take a look at everything that’s happened; they’ve been wrong. I was all for it at the beginning. What do I know? I walked in, I said, “World Health Organization—isn’t that wonderful?” And then you start to see all the mistakes. They didn’t want us to close our borders to China—to Wuhan, specifically. They didn’t want our borders closed.</p>\r\n\r\n<p>You take a look—Mike was there; we were all there—and they’re criticizing me for closing the border. I did that very early. By the way, I did that very early, while Nancy Pelosi was trying to have, in San Francisco, parties in Chinatown. Because they—she thought it would be great. She wanted to show that this thing doesn’t exist. These are people—I’ll tell you, we have some politicians on the other side that don’t know what they’re doing.</p>\r\n\r\n<p>If you look at—if you look at timelines—you’ve got to look at some timelines. But the World—the World Health Organization, just like the World Trade Organization—I’m telling you—I call them—they have been treating the United States, for decades, so badly. And they’ve been so in favor of China.</p>\r\n\r\n<p>China took off when it joined the World Trade Organization because of what’s happened. Think of it: They’re considered a developing nation. And because they’re a dev-—and we’re not. But we’re a developing nation too, in my book. Okay? We’re developing too.</p>\r\n\r\n<p>But the fact is: We have been treated so badly by these organizations. And, believe me, I’m looking at that one too. We’re winning a lot of lawsuits right now that we never won before in the past. We’re winning a lot of money that we never won in the past. That’s with the World Trade. But with the World Health Organization—what’s happened there is a disgrace.</p>\r\n\r\n<p>Here’s the other thing: We pay $400- to $500 million a year. China is paying $38-, $39-, and $40 million a year. And it’s like they control this group. I could do that too, if I want to devote full time to it. I have some very capable people dealing with Dr. Tedros. Okay? I could do it too. I could do very well with that. But there’s something going on. There’s something going on that is very bad.</p>\r\n\r\n<p>Now, the $500 million that we save, we’ll determine—we’re going to make a determination over a little period of time. But they’re going to either have to make massive changes—I don’t even know if they’re going to be able to do that—or we’re going to give money to people. We want to help people. You know, what we do in Africa with AIDS—people have no idea what we do and the money we spent. We were talking about it the other day, Doctor.</p>\r\n\r\n<p>We are spending billions of dollars to help people. In the case of one that Dr. Birx is very much involved in, AIDS—billions of dollars. And you know what? It’s a great thing. Nobody talks about it. Nobody gives us credit. We do that, and we do it very directly.</p>\r\n\r\n<p>But we’re spending billions of dollars to help people live and—all over the world. But we’re spending $500 million to the World Health Organization, and there’s something very bad going on. And you know what? I’ve gotten very much involved. It’s been going on for a long period of time, and we don’t want to be the suckers anymore.</p>\r\n\r\n<p>So, it’s cold out. We will talk to you tomorrow. A big day tomorrow. Very big day. Thank you.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "audio": "https://d4q9blt8qjhv3.cloudfront.net/americanpresident/audio/President_Trump_Members_Coronavirus_Task_Force_Hold_Press_Briefing_4_15_20.mp3", "introduction": "<p>During this press briefing with the Coronavirus Task Force, President Trump announces that his administration is putting a hold on funding for the World Health Organization, one of the main organizations addressing the world-wide coronavirus pandemic. Trump asserts that the WHO mismanaged the outbreak and favored China over the United States.&nbsp;</p>\r\n"}