{"president": "Joe Biden", "doc_name": "august-26-2021-statement-terror-attacks-afghanistan", "date": "2021-08-26T17:24:00-04:00", "title": "August 26, 2021: Statement on Terror Attacks in Afghanistan", "transcript": "THE PRESIDENT: Been a tough day. This evening in Kabul, as you all know, terrorists attacked—that we’ve been talking about and worried about, that the intelligence community has assessed&nbsp;has&nbsp;[was] undertaken—an attack—by a group known as ISIS-K—took the lives of American service members standing guard at the airport, and wounded several others seriously. They also wounded a number of civilians, and civilians were killed as well.<br />\r\n<br />\r\nI’ve been engaged all day and in constant contact with the military commanders here in Washington, the Pentagon, as well as in Afghanistan and Doha. And my commanders here in Washington and in the field have been on this with great detail, and you’ve had a chance to speak to some, so far.<br />\r\n<br />\r\nThe situation on the ground is still evolving, and I’m constantly being updated.<br />\r\n<br />\r\nThese American service members who gave their lives—it’s an overused word, but it’s totally appropriate—they were heroes. Heroes who have been engaged in a dangerous, selfless mission to save the lives of others.<br />\r\n<br />\r\nThey were part of an airlift, an evacuation effort unlike any seen in history, with more than 100,000 American citizens, American partners, Afghans who helped us, and others taken to safety in the last 11 days. Just in the last 12 hours or so, another 7,000 have gotten out.<br />\r\n<br />\r\nThey were part of the bravest, most capable, and the most selfless military on the face of the Earth. And they were part of, simply, what I call the “backbone of America.” They’re the spine of America, the best the country has to offer.<br />\r\n<br />\r\nJill and I—our hearts ache, like I’m sure all of you do as well, for all those Afghan families who have lost loved ones, including small children, or been wounded in this vicious attack. And we’re outraged as well as heartbroken.<br />\r\n<br />\r\nBeing the father of an Army major who served for a year in Iraq and, before that, was in Kosovo as a U.S. attorney for the better part of six months in the middle of a war—when he came home after a year in Iraq, he was diagnosed, like many, many coming home, with an aggressive and lethal cancer of the brain—who we lost.&nbsp;<br />\r\n<br />\r\nWe have some sense, like many of you do, what the families of these brave heroes are feeling today. You get this feeling like you’re being sucked into a black hole in the middle of your chest; there’s no way out. My heart aches for you.<br />\r\n<br />\r\nBut I know this: We have a continuing obligation, a sacred obligation to all of you—the families of those heroes. That obligation is not temporary; it lasts forever.<br />\r\n<br />\r\nThe lives we lost today were lives given in the service of liberty, the service of security, in the service of others, in the service of America.<br />\r\n<br />\r\nLike their fellow brothers and sisters in arms who died defending our vision and our values in the struggle against terrorism of—the fallen this day, they’re part of a great and noble company of American heroes.<br />\r\n<br />\r\nTo those who carried out this attack, as well as anyone who wishes America harm, know this: We will not forgive. We will not forget. We will hunt you down and make you pay. I will defend our interests and our people with every measure at my command.<br />\r\n<br />\r\nOver the past few weeks—I know you’re—many of you are probably tired of hearing me say it—we’ve been made aware by our intelligence community that the ISIS-K—an arch-enemy of the Taliban; people who were freed when both those prisons were opened—has been planning a complex set of attacks on the United States personnel and others.<br />\r\n<br />\r\nThis is why, from the outset, I’ve repeatedly said this mission was extraordinarily dangerous and why I have been so determined to limit the duration of this mission.<br />\r\n<br />\r\nAnd as General McKenzie said, this is why our mission was designed—this is the way it was designed to operate: operate under severe stress and attack. We’ve known that from the beginning.<br />\r\n<br />\r\nAnd as I’ve been in constant contact with our senior military leaders—and I mean constant, around the clock—and our commanders on the ground and throughout the day, they made it clear that we can and we must complete this mission, and we will. And that’s what I’ve ordered them to do.<br />\r\n<br />\r\nWe will not be deterred by terrorists. We will not let them stop our mission. We will continue the evacuation.<br />\r\n<br />\r\nI’ve also ordered my commanders to develop operational plans to strike ISIS-K assets, leadership, and facilities. We will respond with force and precision at our time, at the place we choose, and the moment of our choosing.&nbsp;<br />\r\n<br />\r\nHere is what you need to know: These ISIS terrorists will not win. We will rescue the Americans who are there. We will get out our Afghan allies out, and our mission will go on.&nbsp;<br />\r\n<br />\r\nAmerica will not be intimidated.&nbsp;<br />\r\n<br />\r\nI have the utmost confidence in our brave service members who continue to execute this mission with courage and honor to save lives and get Americans, our partners, our Afghan allies out of Afghanistan.<br />\r\n<br />\r\nEvery day when I talk to our commanders, I ask them what they need—what more do they need, if anything, to get the job done. As they will tell you, I granted every request.&nbsp;<br />\r\n<br />\r\nI reiterated to them again today, on three occasions, that they should take the maximum steps necessary to protect our forces on the ground in Kabul.<br />\r\n<br />\r\nAnd I also want to thank the Secretary of Defense and the military leadership at the Pentagon, and all the commanders in the field. There has been complete unanimity from every commander on the objectives of this mission and the best way to achieve those objectives.<br />\r\n<br />\r\nThose who have served through the ages have drawn inspiration from the Book of Isaiah, when the Lord says, “Whom shall I send…who shall go for us?” And the American military has been answering for a long time: “Here am I, Lord. Send me.” “Here I am. Send me.”<br />\r\n<br />\r\nEach one of these women and men of our armed forces are the heirs of that tradition of sacrifice of volunteering to go into harm’s way, to risk everything—not for glory, not for profit, but to defend what we love and the people we love.<br />\r\n<br />\r\nAnd I ask that you join me now in a moment of silence for all those in uniform and out uniform—military and civilian, who have given the last full measure of devotion.<br />\r\n<br />\r\n(A moment of silence is taken.)<br />\r\n<br />\r\nThank you. May God bless you all. And may God protect those troops and all those standing watch for America. We have so much to do. It’s within our capacity to do it. We just have to remain steadfast. Steadfast.&nbsp;<br />\r\n<br />\r\nWe will complete our mission. And we will continue, after our troops have withdrawn, to find means by which we defined any American who wishes to get out of Afghanistan. We will find them and we will get them out.&nbsp;<br />\r\n<br />\r\nLadies and gentlemen, they gave me a list here. The first person I was instructed to call on was Kelly O’Donnell of NBC.<br />\r\n<br />\r\nQ Mr. President, you have said leaving Afghanistan is in the national interest of the United States. After today’s attack, do you believe you will authorize additional forces to respond to that attack inside Afghanistan? And are you—are you prepared to add additional forces to protect those Americans who remain on the ground carrying out the evacuation operation?<br />\r\n<br />\r\nTHE PRESIDENT: I’ve instructed the military, whatever they need—if they need additional force—I will grant it. But the military—from the Chairman of the Joint Chiefs, the Joint Chiefs, the commanders in the field—have all contacted me one way or another, usually by letter, saying they subscribe to the mission as designed to get as many people out as we can within the timeframe that is allotted. That is the best way, they believe, to get as many Americans out as possible, and others.&nbsp;<br />\r\n<br />\r\nAnd with regard to finding, tracking down the ISIS leaders who ordered this, we have some reason to believe we know who they are—not certain—and we will find ways of our choosing, without large military operations, to get them.<br />\r\n<br />\r\nQ: Inside Afghanistan, Mr. President?<br />\r\n<br />\r\nTHE PRESIDENT: Wherever they are.<br />\r\n<br />\r\nTrevor from Reuters.<br />\r\n<br />\r\nQ: Thank you, Mr. President. There has been some criticism, even from people in your party, about the dependence on the Taliban to secure the perimeter of the airport. Do you feel like there was a mistake made in that regard?<br />\r\n<br />\r\nTHE PRESIDENT: No, I don’t. Look, I think General McKenzie handled this question very well. The fact is that we’re in a situation—we inherited a situation, particularly since, as we all know, that the Afghan military collapsed 11 days before—in 11 days—that it is in the interest of, as Mackenzie said, in the interest of the Taliban that, in fact, ISIS-K does not metastasize beyond what it is, number one. And number two, it’s in their interest that we are able to leave on time, on target.&nbsp;<br />\r\n<br />\r\nAs a consequence of that, the major things we’ve asked them—moving back the perimeter; give me more space between the wall; stopping vehicles from coming through, et cetera; searching people coming through—it is not what you’d call a tightly commanded, regimented operation like the U.S. is—the military is—but they’re acting in their interest—their interest.<br />\r\n<br />\r\nAnd so, by and large—and I’ve asked this same question to military on the ground, whether or not it’s a useful exercise. No one trusts them; we’re just counting on their self-interest to continue to generate their activities. And it’s in their self-interest that we leave when we said and that we get as many people out as we can.<br />\r\n<br />\r\nAnd like I said, even in the midst of everything that happened today, over 7,000 people have gotten out; over 5,000 Americans overall.<br />\r\n<br />\r\nSo, it’s not a matter of trust, it’s a matter of mutual self-interest. And—but there is no evidence thus far that I’ve been given, as a consequence by any of our commanders in the field, that there has been collusion between the Taliban and ISIS in carrying out what happened today both in front of the hotel and what is expected to continue for—beyond today.<br />\r\n<br />\r\nAamer, Associated Press.<br />\r\n<br />\r\nQ: Thank you, Mr. President. You have spoken again powerfully about your own son and the weight of these decisions. With that in mind—and also what you’ve said: that the longer we stay, the more likelihood that there would be a major attack—how do you weigh staying even one more day, considering what’s happened?<br />\r\n<br />\r\nTHE PRESIDENT: Because I think what America says matters. What we say we’re going to do and the context in which we say we’re going to do it, that we do it—unless something exceptional changes.<br />\r\n<br />\r\nThere are additional American citizens, there are additional green card holders, there are additional personnel of our allies, there are additional SIV card holders, there are additional Afghans that have helped us, and there are additional groups of individuals that have contacted us from women’s groups, to NGOs, and others, who have expressly indicated they want to get out and have gathered in certain circumstances in groups, on buses and other means, that still presents the opportunity for the next several days, between now and the 31st, to be able to get them out.<br />\r\n<br />\r\nAnd our military—and, I believe, to the extent that we can do that knowing the threat, knowing that we may very well have another attack—the military has concluded that’s what we should do. I think they’re right. I think they’re correct.<br />\r\n<br />\r\nAnd after that, we’re going to be in a circumstance where there are—will be, I believe, numerous opportunities to continue to provide access for additional persons to get out of Afghanistan, either through means that we provide and/or are provided through cooperation with the Taliban. They’re not good guys, the Taliban. I’m not suggesting that at all. But they have a keen interest. As many of you have been reporting, they very much would like to figure out how to keep the airport open. They don’t have the capacity to do it. They very much are trying to figure out whether or not they can maintain what is the portion of an economy that has become not robust, but fundamentally different than it had been.<br />\r\n<br />\r\nAnd so there’s a lot of reasons why they have reached out not just to us, but to others, as to why it would be continued in their interest to get more of the personnel we want to get out. We can locate them.<br />\r\n<br />\r\nNow, there’s not many left that we can assess that are—want to come out. There’s some Americans we’ve identified—we’ve contacted the vast majority of them, if not all of them—who don’t want to leave because they have sig-—they’re dual nationals, they have extended families, et cetera. And there’s others who are looking for the time. So, that’s why we continue.<br />\r\n<br />\r\nI’ll take a few more questions, and—but, you, sir.<br />\r\n<br />\r\nQ: Thank you, Mr. President.<br />\r\n<br />\r\nTHE PRESIDENT: I didn’t pick you, but that’s okay. (Laughs.)<br />\r\n<br />\r\nQ: I wanted to ask you—you say that “what America says matters.” What do you say to the Afghans who helped troops, who may not be able to get out by August 31st? What —<br />\r\n<br />\r\nTHE PRESIDENT: I say —<br />\r\n<br />\r\nQ: What do you say to them?<br />\r\n<br />\r\nTHE PRESIDENT:—we’re going to continue to try to get you out. It matters.<br />\r\n<br />\r\nLook, I know of no conflict, as a student of history—no conflict where, when a war was ending, one side was able to guarantee that everyone that wanted to be extracted from that country would get out.&nbsp;<br />\r\n<br />\r\nAnd think about it, folks. I think it’s important for—I know the American people get this in their gut. There are, I would argue, millions of Afghani citizens who are not Taliban; who did not actively cooperate with us as SIVs; who, if given a chance, they’d be onboard a plane tomorrow. It sounds ridiculous, but the vast majority of people in communities like that want to come to America, given a choice.<br />\r\n<br />\r\nSo, getting every single person out is—can’t be guaranteed to anybody because there’s a determination, all who wants to get out as well.<br />\r\n<br />\r\nAt any rate, it’s a process.<br />\r\n<br />\r\nI was really pointing to you, but—you, sir.<br />\r\n<br />\r\nQ: Thank you, Mr. President. There are reports that U.S. officials provided the Taliban with names of Americans and Afghan officials to evacuate. Were you aware of that? Did that happen?<br />\r\n<br />\r\nAnd then, sir, did you personally reject a recommendation to hold, or to recapture Bagram Air Force Base?<br />\r\n<br />\r\nTHE PRESIDENT: Here’s what I’ve done on the—ask this—I’ll answer the last question, first.&nbsp;<br />\r\n<br />\r\nOn the tactical questions of how to conduct an evacuation or a war, I gather up all the major military personnel that are in Afghanistan—the commanders, as well as the Pentagon. And I ask for their best military judgment: what would be the most efficient way to accomplish the mission.<br />\r\n<br />\r\nThey concluded—the military—that Bagram was not much value added, that it was much wiser to focus on Kabul. And so, I followed that recommendation.&nbsp;<br />\r\n<br />\r\nWith regard to—there are certain circumstances where we’ve gotten information—and quite frankly, sometimes from some of you—saying, “You know of such and such a group of people who are trying to get out and they’re on a bus, they’re moving…”—from other people—“and this is their location.”<br />\r\n<br />\r\nAnd there have been occasions when our military has contacted their military counterparts in the Taliban and said, “This…”—for example, “This bus is coming through with X number of people on it, made up of the following group of people. We want you to let that bus or that group through.”&nbsp;<br />\r\n<br />\r\nSo, yes, there have been occasions like that.&nbsp;<br />\r\n<br />\r\nAnd to the best of my knowledge, in those cases, the bulk of that has occurred—they’ve been let through. But I can’t tell you with any certitude that there’s actually been a list of names. I don’t—there may have been, but I know of no circumstance. It doesn’t mean it’s not—it didn’t exist, that, “Here’s the names of 12 people; they’re coming. Let them through.” It could very well have happened.&nbsp;<br />\r\n<br />\r\nI’ll take one more question.<br />\r\n<br />\r\nQ: Mr. President, can I —<br />\r\n<br />\r\nQ: Mr. President, right here. Mr. President —<br />\r\n<br />\r\nTHE PRESIDENT: Whoa. Wait, wait, wait. Let me take the one question from the most interesting guy that I know in the press.&nbsp;<br />\r\n<br />\r\nQ: Thank you, Mr. President. Is that—is there—thank you.<br />\r\n<br />\r\nTHE PRESIDENT: That’s you. (Laughter.)<br />\r\n<br />\r\nQ: Mr. President, there had not been a U.S. service member killed in combat in Afghanistan since February of 2020. You set a deadline. You pulled troops out. You sent troops back in. And now 12 Marines are dead. You said the buck stops with you. Do you bear any responsibility for the way that things have unfolded in the last two weeks?<br />\r\n<br />\r\nTHE PRESIDENT: I bear responsibility for, fundamentally, all that’s happened of late.<br />\r\n<br />\r\nBut here’s the deal: You know—I wish you’d one day say these things—you know as well as I do that the former President made a deal with the Taliban that he would get all American forces out of Afghanistan by May 1.<br />\r\n<br />\r\nIn return, the commitment was made—and that was a year before—in return, he was given a commitment that the Taliban would continue to attack others, but would not attack any American forces.&nbsp;<br />\r\n<br />\r\nRemember that? I’m being serious.&nbsp;<br />\r\n<br />\r\nQ: Mr. President —<br />\r\n<br />\r\nTHE PRESIDENT: No, I—I’m asking you a question. Be a—because before I —<br />\r\n<br />\r\nQ: Donald Trump is not the President right now.<br />\r\n<br />\r\nTHE PRESIDENT: No, no—now wait a minute. I’m asking you a question. Is that—is that accurate, to the best of your knowledge?<br />\r\n<br />\r\nQ: I know what you’re talking about. But, Mr. President, respectfully—<br />\r\n<br />\r\nTHE PRESIDENT: What?<br />\r\n<br />\r\nQ:—since—I don’t think that the issue that—do you think that people have an issue with pulling out of Afghanistan, or just the way that things have happened?&nbsp;<br />\r\n<br />\r\nTHE PRESIDENT: I think they have an issue that people are likely to get hurt—some, as we’ve seen, have gotten killed—and that it is messy.<br />\r\n<br />\r\nThe reason why—whether my friend will acknowledge it and was—reported it—the reason why there were no attacks on Americans, as you said, from the date until I came into office, was because the commitment was made by President Trump: “I will be out by May 1st. In the meantime, you agree not to attack any Americans.” That was the deal. That’s why no American was attacked.<br />\r\n<br />\r\nQ: And you said that you still—a few days ago, you said you squarely stand by your decision to pull out.<br />\r\n<br />\r\nTHE PRESIDENT: Yes, I do. Because look at it this way, folks—and I’m going to—I have another meeting, for real. But imagine where we’d be if I had indicated, on May the 1st, I was not going to renegotiate an evacuation date; we were going to stay there.<br />\r\n<br />\r\nI’d have only one alternative: Pour thousands of more troops back into Afghanistan to fight a war that we had already won, relative—is why the reason we went in the first place.<br />\r\n<br />\r\nI have never been of the view that we should be sacrificing American lives to try to establish a democratic government in Afghanistan—a country that has never once in its entire history been a united country, and is made up—and I don’t mean this in a derogatory—made up of different tribes who have never, ever, ever gotten along with one another.<br />\r\n<br />\r\nAnd so, as I said before—and this is the last comment I’ll make, but we’ll have more chance to talk about this, unfortunately, beyond, because we’re not out yet—if Osama bin Laden, as well as al Qaeda, had chosen to launch an attack—when they left Saudi Arabia—out of Yemen, would we have ever gone to Afghanistan? Even though the Taliban completely controlled Afghanistan at the time, would we have ever gone?<br />\r\n<br />\r\nI know it’s not fair to ask you questions. It’s rhetorical. But raise your hand if you think we should have gone and given up thousands of lives and tens of thousands of wounded.<br />\r\n<br />\r\nOur interest in going was to prevent al Qaeda from reemerging—first to get bin Laden, wipe out al Qaeda in Afghanistan, and prevent that from happening again.<br />\r\n<br />\r\nAs I’ve said 100 times: Terrorism has metastasized around the world; we have greater threats coming out of other countries a heck of a lot closer to the United States.&nbsp;<br />\r\n<br />\r\nWe don’t have military encampments there; we don’t keep people there. We have over-the-horizon capability to keep them from going after us.&nbsp;<br />\r\n<br />\r\nLadies and gentlemen, it was time to end a 20-year war.<br />\r\n<br />\r\nThank you so much.", "transcript_html": "<p>THE PRESIDENT: Been a tough day. This evening in Kabul, as you all know, terrorists attacked—that we’ve been talking about and worried about, that the intelligence community has assessed&nbsp;has&nbsp;[was] undertaken—an attack—by a group known as ISIS-K—took the lives of American service members standing guard at the airport, and wounded several others seriously. They also wounded a number of civilians, and civilians were killed as well.<br />\r\n<br />\r\nI’ve been engaged all day and in constant contact with the military commanders here in Washington, the Pentagon, as well as in Afghanistan and Doha. And my commanders here in Washington and in the field have been on this with great detail, and you’ve had a chance to speak to some, so far.<br />\r\n<br />\r\nThe situation on the ground is still evolving, and I’m constantly being updated.<br />\r\n<br />\r\nThese American service members who gave their lives—it’s an overused word, but it’s totally appropriate—they were heroes. Heroes who have been engaged in a dangerous, selfless mission to save the lives of others.<br />\r\n<br />\r\nThey were part of an airlift, an evacuation effort unlike any seen in history, with more than 100,000 American citizens, American partners, Afghans who helped us, and others taken to safety in the last 11 days. Just in the last 12 hours or so, another 7,000 have gotten out.<br />\r\n<br />\r\nThey were part of the bravest, most capable, and the most selfless military on the face of the Earth. And they were part of, simply, what I call the “backbone of America.” They’re the spine of America, the best the country has to offer.<br />\r\n<br />\r\nJill and I—our hearts ache, like I’m sure all of you do as well, for all those Afghan families who have lost loved ones, including small children, or been wounded in this vicious attack. And we’re outraged as well as heartbroken.<br />\r\n<br />\r\nBeing the father of an Army major who served for a year in Iraq and, before that, was in Kosovo as a U.S. attorney for the better part of six months in the middle of a war—when he came home after a year in Iraq, he was diagnosed, like many, many coming home, with an aggressive and lethal cancer of the brain—who we lost.&nbsp;<br />\r\n<br />\r\nWe have some sense, like many of you do, what the families of these brave heroes are feeling today. You get this feeling like you’re being sucked into a black hole in the middle of your chest; there’s no way out. My heart aches for you.<br />\r\n<br />\r\nBut I know this: We have a continuing obligation, a sacred obligation to all of you—the families of those heroes. That obligation is not temporary; it lasts forever.<br />\r\n<br />\r\nThe lives we lost today were lives given in the service of liberty, the service of security, in the service of others, in the service of America.<br />\r\n<br />\r\nLike their fellow brothers and sisters in arms who died defending our vision and our values in the struggle against terrorism of—the fallen this day, they’re part of a great and noble company of American heroes.<br />\r\n<br />\r\nTo those who carried out this attack, as well as anyone who wishes America harm, know this: We will not forgive. We will not forget. We will hunt you down and make you pay. I will defend our interests and our people with every measure at my command.<br />\r\n<br />\r\nOver the past few weeks—I know you’re—many of you are probably tired of hearing me say it—we’ve been made aware by our intelligence community that the ISIS-K—an arch-enemy of the Taliban; people who were freed when both those prisons were opened—has been planning a complex set of attacks on the United States personnel and others.<br />\r\n<br />\r\nThis is why, from the outset, I’ve repeatedly said this mission was extraordinarily dangerous and why I have been so determined to limit the duration of this mission.<br />\r\n<br />\r\nAnd as General McKenzie said, this is why our mission was designed—this is the way it was designed to operate: operate under severe stress and attack. We’ve known that from the beginning.<br />\r\n<br />\r\nAnd as I’ve been in constant contact with our senior military leaders—and I mean constant, around the clock—and our commanders on the ground and throughout the day, they made it clear that we can and we must complete this mission, and we will. And that’s what I’ve ordered them to do.<br />\r\n<br />\r\nWe will not be deterred by terrorists. We will not let them stop our mission. We will continue the evacuation.<br />\r\n<br />\r\nI’ve also ordered my commanders to develop operational plans to strike ISIS-K assets, leadership, and facilities. We will respond with force and precision at our time, at the place we choose, and the moment of our choosing.&nbsp;<br />\r\n<br />\r\nHere is what you need to know: These ISIS terrorists will not win. We will rescue the Americans who are there. We will get out our Afghan allies out, and our mission will go on.&nbsp;<br />\r\n<br />\r\nAmerica will not be intimidated.&nbsp;<br />\r\n<br />\r\nI have the utmost confidence in our brave service members who continue to execute this mission with courage and honor to save lives and get Americans, our partners, our Afghan allies out of Afghanistan.<br />\r\n<br />\r\nEvery day when I talk to our commanders, I ask them what they need—what more do they need, if anything, to get the job done. As they will tell you, I granted every request.&nbsp;<br />\r\n<br />\r\nI reiterated to them again today, on three occasions, that they should take the maximum steps necessary to protect our forces on the ground in Kabul.<br />\r\n<br />\r\nAnd I also want to thank the Secretary of Defense and the military leadership at the Pentagon, and all the commanders in the field. There has been complete unanimity from every commander on the objectives of this mission and the best way to achieve those objectives.<br />\r\n<br />\r\nThose who have served through the ages have drawn inspiration from the Book of Isaiah, when the Lord says, “Whom shall I send…who shall go for us?” And the American military has been answering for a long time: “Here am I, Lord. Send me.” “Here I am. Send me.”<br />\r\n<br />\r\nEach one of these women and men of our armed forces are the heirs of that tradition of sacrifice of volunteering to go into harm’s way, to risk everything—not for glory, not for profit, but to defend what we love and the people we love.<br />\r\n<br />\r\nAnd I ask that you join me now in a moment of silence for all those in uniform and out uniform—military and civilian, who have given the last full measure of devotion.<br />\r\n<br />\r\n(A moment of silence is taken.)<br />\r\n<br />\r\nThank you. May God bless you all. And may God protect those troops and all those standing watch for America. We have so much to do. It’s within our capacity to do it. We just have to remain steadfast. Steadfast.&nbsp;<br />\r\n<br />\r\nWe will complete our mission. And we will continue, after our troops have withdrawn, to find means by which we defined any American who wishes to get out of Afghanistan. We will find them and we will get them out.&nbsp;<br />\r\n<br />\r\nLadies and gentlemen, they gave me a list here. The first person I was instructed to call on was Kelly O’Donnell of NBC.<br />\r\n<br />\r\nQ Mr. President, you have said leaving Afghanistan is in the national interest of the United States. After today’s attack, do you believe you will authorize additional forces to respond to that attack inside Afghanistan? And are you—are you prepared to add additional forces to protect those Americans who remain on the ground carrying out the evacuation operation?<br />\r\n<br />\r\nTHE PRESIDENT: I’ve instructed the military, whatever they need—if they need additional force—I will grant it. But the military—from the Chairman of the Joint Chiefs, the Joint Chiefs, the commanders in the field—have all contacted me one way or another, usually by letter, saying they subscribe to the mission as designed to get as many people out as we can within the timeframe that is allotted. That is the best way, they believe, to get as many Americans out as possible, and others.&nbsp;<br />\r\n<br />\r\nAnd with regard to finding, tracking down the ISIS leaders who ordered this, we have some reason to believe we know who they are—not certain—and we will find ways of our choosing, without large military operations, to get them.<br />\r\n<br />\r\nQ: Inside Afghanistan, Mr. President?<br />\r\n<br />\r\nTHE PRESIDENT: Wherever they are.<br />\r\n<br />\r\nTrevor from Reuters.<br />\r\n<br />\r\nQ: Thank you, Mr. President. There has been some criticism, even from people in your party, about the dependence on the Taliban to secure the perimeter of the airport. Do you feel like there was a mistake made in that regard?<br />\r\n<br />\r\nTHE PRESIDENT: No, I don’t. Look, I think General McKenzie handled this question very well. The fact is that we’re in a situation—we inherited a situation, particularly since, as we all know, that the Afghan military collapsed 11 days before—in 11 days—that it is in the interest of, as Mackenzie said, in the interest of the Taliban that, in fact, ISIS-K does not metastasize beyond what it is, number one. And number two, it’s in their interest that we are able to leave on time, on target.&nbsp;<br />\r\n<br />\r\nAs a consequence of that, the major things we’ve asked them—moving back the perimeter; give me more space between the wall; stopping vehicles from coming through, et cetera; searching people coming through—it is not what you’d call a tightly commanded, regimented operation like the U.S. is—the military is—but they’re acting in their interest—their interest.<br />\r\n<br />\r\nAnd so, by and large—and I’ve asked this same question to military on the ground, whether or not it’s a useful exercise. No one trusts them; we’re just counting on their self-interest to continue to generate their activities. And it’s in their self-interest that we leave when we said and that we get as many people out as we can.<br />\r\n<br />\r\nAnd like I said, even in the midst of everything that happened today, over 7,000 people have gotten out; over 5,000 Americans overall.<br />\r\n<br />\r\nSo, it’s not a matter of trust, it’s a matter of mutual self-interest. And—but there is no evidence thus far that I’ve been given, as a consequence by any of our commanders in the field, that there has been collusion between the Taliban and ISIS in carrying out what happened today both in front of the hotel and what is expected to continue for—beyond today.<br />\r\n<br />\r\nAamer, Associated Press.<br />\r\n<br />\r\nQ: Thank you, Mr. President. You have spoken again powerfully about your own son and the weight of these decisions. With that in mind—and also what you’ve said: that the longer we stay, the more likelihood that there would be a major attack—how do you weigh staying even one more day, considering what’s happened?<br />\r\n<br />\r\nTHE PRESIDENT: Because I think what America says matters. What we say we’re going to do and the context in which we say we’re going to do it, that we do it—unless something exceptional changes.<br />\r\n<br />\r\nThere are additional American citizens, there are additional green card holders, there are additional personnel of our allies, there are additional SIV card holders, there are additional Afghans that have helped us, and there are additional groups of individuals that have contacted us from women’s groups, to NGOs, and others, who have expressly indicated they want to get out and have gathered in certain circumstances in groups, on buses and other means, that still presents the opportunity for the next several days, between now and the 31st, to be able to get them out.<br />\r\n<br />\r\nAnd our military—and, I believe, to the extent that we can do that knowing the threat, knowing that we may very well have another attack—the military has concluded that’s what we should do. I think they’re right. I think they’re correct.<br />\r\n<br />\r\nAnd after that, we’re going to be in a circumstance where there are—will be, I believe, numerous opportunities to continue to provide access for additional persons to get out of Afghanistan, either through means that we provide and/or are provided through cooperation with the Taliban. They’re not good guys, the Taliban. I’m not suggesting that at all. But they have a keen interest. As many of you have been reporting, they very much would like to figure out how to keep the airport open. They don’t have the capacity to do it. They very much are trying to figure out whether or not they can maintain what is the portion of an economy that has become not robust, but fundamentally different than it had been.<br />\r\n<br />\r\nAnd so there’s a lot of reasons why they have reached out not just to us, but to others, as to why it would be continued in their interest to get more of the personnel we want to get out. We can locate them.<br />\r\n<br />\r\nNow, there’s not many left that we can assess that are—want to come out. There’s some Americans we’ve identified—we’ve contacted the vast majority of them, if not all of them—who don’t want to leave because they have sig-—they’re dual nationals, they have extended families, et cetera. And there’s others who are looking for the time. So, that’s why we continue.<br />\r\n<br />\r\nI’ll take a few more questions, and—but, you, sir.<br />\r\n<br />\r\nQ: Thank you, Mr. President.<br />\r\n<br />\r\nTHE PRESIDENT: I didn’t pick you, but that’s okay. (Laughs.)<br />\r\n<br />\r\nQ: I wanted to ask you—you say that “what America says matters.” What do you say to the Afghans who helped troops, who may not be able to get out by August 31st? What —<br />\r\n<br />\r\nTHE PRESIDENT: I say —<br />\r\n<br />\r\nQ: What do you say to them?<br />\r\n<br />\r\nTHE PRESIDENT:—we’re going to continue to try to get you out. It matters.<br />\r\n<br />\r\nLook, I know of no conflict, as a student of history—no conflict where, when a war was ending, one side was able to guarantee that everyone that wanted to be extracted from that country would get out.&nbsp;<br />\r\n<br />\r\nAnd think about it, folks. I think it’s important for—I know the American people get this in their gut. There are, I would argue, millions of Afghani citizens who are not Taliban; who did not actively cooperate with us as SIVs; who, if given a chance, they’d be onboard a plane tomorrow. It sounds ridiculous, but the vast majority of people in communities like that want to come to America, given a choice.<br />\r\n<br />\r\nSo, getting every single person out is—can’t be guaranteed to anybody because there’s a determination, all who wants to get out as well.<br />\r\n<br />\r\nAt any rate, it’s a process.<br />\r\n<br />\r\nI was really pointing to you, but—you, sir.<br />\r\n<br />\r\nQ: Thank you, Mr. President. There are reports that U.S. officials provided the Taliban with names of Americans and Afghan officials to evacuate. Were you aware of that? Did that happen?<br />\r\n<br />\r\nAnd then, sir, did you personally reject a recommendation to hold, or to recapture Bagram Air Force Base?<br />\r\n<br />\r\nTHE PRESIDENT: Here’s what I’ve done on the—ask this—I’ll answer the last question, first.&nbsp;<br />\r\n<br />\r\nOn the tactical questions of how to conduct an evacuation or a war, I gather up all the major military personnel that are in Afghanistan—the commanders, as well as the Pentagon. And I ask for their best military judgment: what would be the most efficient way to accomplish the mission.<br />\r\n<br />\r\nThey concluded—the military—that Bagram was not much value added, that it was much wiser to focus on Kabul. And so, I followed that recommendation.&nbsp;<br />\r\n<br />\r\nWith regard to—there are certain circumstances where we’ve gotten information—and quite frankly, sometimes from some of you—saying, “You know of such and such a group of people who are trying to get out and they’re on a bus, they’re moving…”—from other people—“and this is their location.”<br />\r\n<br />\r\nAnd there have been occasions when our military has contacted their military counterparts in the Taliban and said, “This…”—for example, “This bus is coming through with X number of people on it, made up of the following group of people. We want you to let that bus or that group through.”&nbsp;<br />\r\n<br />\r\nSo, yes, there have been occasions like that.&nbsp;<br />\r\n<br />\r\nAnd to the best of my knowledge, in those cases, the bulk of that has occurred—they’ve been let through. But I can’t tell you with any certitude that there’s actually been a list of names. I don’t—there may have been, but I know of no circumstance. It doesn’t mean it’s not—it didn’t exist, that, “Here’s the names of 12 people; they’re coming. Let them through.” It could very well have happened.&nbsp;<br />\r\n<br />\r\nI’ll take one more question.<br />\r\n<br />\r\nQ: Mr. President, can I —<br />\r\n<br />\r\nQ: Mr. President, right here. Mr. President —<br />\r\n<br />\r\nTHE PRESIDENT: Whoa. Wait, wait, wait. Let me take the one question from the most interesting guy that I know in the press.&nbsp;<br />\r\n<br />\r\nQ: Thank you, Mr. President. Is that—is there—thank you.<br />\r\n<br />\r\nTHE PRESIDENT: That’s you. (Laughter.)<br />\r\n<br />\r\nQ: Mr. President, there had not been a U.S. service member killed in combat in Afghanistan since February of 2020. You set a deadline. You pulled troops out. You sent troops back in. And now 12 Marines are dead. You said the buck stops with you. Do you bear any responsibility for the way that things have unfolded in the last two weeks?<br />\r\n<br />\r\nTHE PRESIDENT: I bear responsibility for, fundamentally, all that’s happened of late.<br />\r\n<br />\r\nBut here’s the deal: You know—I wish you’d one day say these things—you know as well as I do that the former President made a deal with the Taliban that he would get all American forces out of Afghanistan by May 1.<br />\r\n<br />\r\nIn return, the commitment was made—and that was a year before—in return, he was given a commitment that the Taliban would continue to attack others, but would not attack any American forces.&nbsp;<br />\r\n<br />\r\nRemember that? I’m being serious.&nbsp;<br />\r\n<br />\r\nQ: Mr. President —<br />\r\n<br />\r\nTHE PRESIDENT: No, I—I’m asking you a question. Be a—because before I —<br />\r\n<br />\r\nQ: Donald Trump is not the President right now.<br />\r\n<br />\r\nTHE PRESIDENT: No, no—now wait a minute. I’m asking you a question. Is that—is that accurate, to the best of your knowledge?<br />\r\n<br />\r\nQ: I know what you’re talking about. But, Mr. President, respectfully—<br />\r\n<br />\r\nTHE PRESIDENT: What?<br />\r\n<br />\r\nQ:—since—I don’t think that the issue that—do you think that people have an issue with pulling out of Afghanistan, or just the way that things have happened?&nbsp;<br />\r\n<br />\r\nTHE PRESIDENT: I think they have an issue that people are likely to get hurt—some, as we’ve seen, have gotten killed—and that it is messy.<br />\r\n<br />\r\nThe reason why—whether my friend will acknowledge it and was—reported it—the reason why there were no attacks on Americans, as you said, from the date until I came into office, was because the commitment was made by President Trump: “I will be out by May 1st. In the meantime, you agree not to attack any Americans.” That was the deal. That’s why no American was attacked.<br />\r\n<br />\r\nQ: And you said that you still—a few days ago, you said you squarely stand by your decision to pull out.<br />\r\n<br />\r\nTHE PRESIDENT: Yes, I do. Because look at it this way, folks—and I’m going to—I have another meeting, for real. But imagine where we’d be if I had indicated, on May the 1st, I was not going to renegotiate an evacuation date; we were going to stay there.<br />\r\n<br />\r\nI’d have only one alternative: Pour thousands of more troops back into Afghanistan to fight a war that we had already won, relative—is why the reason we went in the first place.<br />\r\n<br />\r\nI have never been of the view that we should be sacrificing American lives to try to establish a democratic government in Afghanistan—a country that has never once in its entire history been a united country, and is made up—and I don’t mean this in a derogatory—made up of different tribes who have never, ever, ever gotten along with one another.<br />\r\n<br />\r\nAnd so, as I said before—and this is the last comment I’ll make, but we’ll have more chance to talk about this, unfortunately, beyond, because we’re not out yet—if Osama bin Laden, as well as al Qaeda, had chosen to launch an attack—when they left Saudi Arabia—out of Yemen, would we have ever gone to Afghanistan? Even though the Taliban completely controlled Afghanistan at the time, would we have ever gone?<br />\r\n<br />\r\nI know it’s not fair to ask you questions. It’s rhetorical. But raise your hand if you think we should have gone and given up thousands of lives and tens of thousands of wounded.<br />\r\n<br />\r\nOur interest in going was to prevent al Qaeda from reemerging—first to get bin Laden, wipe out al Qaeda in Afghanistan, and prevent that from happening again.<br />\r\n<br />\r\nAs I’ve said 100 times: Terrorism has metastasized around the world; we have greater threats coming out of other countries a heck of a lot closer to the United States.&nbsp;<br />\r\n<br />\r\nWe don’t have military encampments there; we don’t keep people there. We have over-the-horizon capability to keep them from going after us.&nbsp;<br />\r\n<br />\r\nLadies and gentlemen, it was time to end a 20-year war.<br />\r\n<br />\r\nThank you so much.</p>\r\n", "audio": "https://d4q9blt8qjhv3.cloudfront.net/americanpresident/audio/President_Biden_Delivers_Remarks_on_the_Terror_Attack_on_Hamid_Karzai_International_Airport.mp3", "introduction": "<p>On August 26, 2021, a suicide bomber set off explosives at the&nbsp;Hamid Karzai International Airport in Kabul, Afghanistan, killing 13 US service members and dozens of Afghan civilians. The terrorist group, ISIS-K, later claimed responsibility for the attack. President Joe Biden responds to the situation by reiterating his commitment to withdraw US troops from Afghanistan. In response to the attack, the president vows, \"We will not forgive. We will not forget. We will hunt you down and make you pay.\" He then answers questions from the press.&nbsp;</p>\r\n"}