{"president": "Donald Trump", "doc_name": "february-23-2018-remarks-conservative-political-action", "date": "2018-02-23T12:12:12-05:00", "title": "February 23, 2018: Remarks at the Conservative Political Action Conference", "transcript": "THE PRESIDENT: Thank you very much. Thank you everybody. (Applause.) Thank you. Thank you very much. Thank you, Matt, for that great introduction. And thank you for this big crowd. This is incredible. Really incredible. (Applause.)\n\r\n\r\n We’ve all come a long way together. We’ve come a long way together. I’m thrilled to be back at CPAC, with so many of my wonderful friends and amazing supporters, and proud conservatives. (Applause.) Remember when I first started running? Because I wasn’t a politician, fortunately. But do you remember I started running and people would say, “Are you sure he’s a conservative?” I think now we’ve proved that I’m a conservative, right? (Applause.)\n\r\n\r\n For more than four decades, this event has served as a forum for our nation’s top leaders, activists, writers, thinkers. Year after year, leaders have stood on this stage to discuss what we can do together to protect our heritage, to promote our culture, and to defend our freedom.\n\r\n\r\n CPAC has always been about big ideas and it’s also been about putting those ideas into action. And CPAC really has put a lot of ideas into action. We’ll talk about some of them this morning.\n\r\n\r\n For the last year, with your help, we have put more great conservative ideas into use than perhaps ever before in American history. (Applause.) Right?\n\r\n\r\n By the way, what a nice picture that is. Look at that. I’d love to watch that guy speak. (Laughter.) Oh, boy. That’s a—I try like hell to hide that bald spot, folks. I work hard at it. (Applause.) It doesn’t look bad. Hey, we’re hanging in. We’re hanging in. We’re hanging in there, right? Together, we’re hanging in.\n\r\n\r\n We’ve confirmed a record number—so important—of circuit court judges, and we are going to be putting in a lot more. (Applause.) And they will interpret the law as written. And we’ve confirmed an incredible new Supreme Court justice, a great man, Neil Gorsuch. (Applause.) Right?\n\r\n\r\n We’ve passed massive—biggest in history—tax cuts and reforms. (Applause.) You know, I don’t use the word “reform.” There was a lot of reform, too. Very positive reform. I don’t use it. And when we were first doing it, I told everybody—everybody gathered—I said, “Just talk about tax cuts. People don’t know what reform means. They think reform might mean it’s going up.” And I said, “Do tax cuts.”\n\r\n\r\n AUDIENCE: Booo —\n\r\n\r\n AUDIENCE: USA! USA! USA!\n\r\n\r\n THE PRESIDENT: Thank you. How did he get in here, Matt? Boy. Okay. Just for the media, the fake news back there, they took very good care of him. They were very gentle. (Laughter.) He was very obnoxious. It was only one person.\n\r\n\r\n So we have thousands of people here. (Applause.) So listen—tomorrow, the headline will be, “Protestors disturbed the Trump…”—one person, folks. Doesn’t deserve a mention. Doesn’t deserve a headline. The headline tomorrow: “Disrupters of CPAC.” One person. And he was very nice—we looked at him, and he immediately left. Okay. (Laughter and applause.)\n\r\n\r\n No, I’ve had it too often. You’ll have one person, and you can hardly even hear him. In fact, the biggest, really, disturbance are you people. You know why? He’ll say something; nobody hears him. Because it’s all—and then the crowd will start screaming at him. And then all of a sudden we stop for—and that’s okay. You have to show your spirit, right? You have to show your spirit. It’s true. (Applause.)\n\r\n\r\n So we passed the biggest tax cuts in the history of our country. And it was called “tax cut and reform.” And I said to our people, don’t use the word “reform.” Because we were going to call it the “Tax Reform Act.” I said, “No wonder for 45 years nothing has been passed.” Because people want tax cuts, and they don’t know what reform means. Reform can mean you’re going to pay more tax. So I convinced politicians who have done this all their lives—and they do a great job, in many cases—but this was one—they were going, the “Tax Reform Act” of whatever year we want to put. Okay?\n\r\n\r\n So they have the Tax Reform Act, and that was it. And now it was called the Tax Act—Tax Cut Act and Jobs. We had to add “jobs” into it because we’re picking up a tremendous number of jobs—2.7 million jobs since the election. 2.7. (Applause.)\n\r\n\r\n So now people hear tax cuts, and it has been popular. Remember, it started off a little slow. Then it got passed, and we had some great help. I will say, we had some great help in the Senate, in the House. We have guys here today—we have a lot of congressmen, we have a lot of senators. We had a lot of help. And we got it passed.\n\r\n\r\n Just—it was not easy. We didn’t have one Democrat vote, and I think that’s going to cost them in the midterms. I know that whoever wins the presidency has a disadvantage, for whatever reason, in the midterms. You know what happens? I’m trying to figure it out. Because historically, if you win the presidency, you don’t do well two years later. And you know what? We can’t let that happen. (Applause.) And I know what happens. I finally figured it out. Nobody has been able to explain it. It just happens, statistically, almost all of the time for many years.\n\r\n\r\n What happens is, you fight so hard to win the presidency. You fight, fight, fight. And now only two years—that’s a very short period. And by the time you start campaigning, it’s a year. And now you got to go and fight again. But you just won. So nobody has that same drive that they had. So you end up not doing that well because the other side is going—they’re crazed. And, by the way, they’re crazed anyway, these people. They are really crazed. (Laughter and applause.) Right?\n\r\n\r\n So—because I kept trying to say, “Why is this?” But it’s just there. So the great enthusiasm—you know, you’re sitting back, you’re watching television. “Maybe I don’t have to vote today; we just won the presidency.” And then we get clobbered, and we can’t let that happen. We get clobbered in ’18, and we can’t let that happen—only because we are so happy, we passed so many things. Honestly, and I’ll say—I’ll use the word “my administration” as opposed to me—my administration, I think, has had the most successful first year in the history of the presidency. I really believe that. I really believe it. I really believe it. (Applause.) So, I mean, judges, regulations, everything.\n\r\n\r\n And the beautiful thing about the tax cuts is nobody thought we could do it. Because again, we had to get 100 percent of our vote. And nobody thought we could do it. And, frankly—I mean, to me we got it and it’s turned out to be one of the most popular things. And, by the way, for the Republicans in this room, of which I assume—would you say, is it 99 percent, Matt, or 100 percent? Huh? I would hope it’s close to—you know what, hey, we probably have some Democrats that want to come over. We have a great governor from West Virginia that left the Democratic Party—Big Jim—and he came over to the Republican Party. (Applause.)\n\r\n\r\n So people are sitting there, and they’re saying, “Oh, we just had that great victory. Eh, let’s not vote. Let’s go to a movie. We’re the Republican Party, we’re going to do great.” And then they end up losing.\n\r\n\r\n So you got to keep up the enthusiasm. Now what happens, by the way, they lose. And then you have the presidential election coming up again, and you clobber them because everybody gets off their ass and they get out and they work. Right? And they work. And they work and work and work. And you end up winning the Presidency again. And we should do that—hopefully we’re going to do that very easily.\n\r\n\r\n But never—we have to worry—right now, we have a big race coming up in ’18. You have to get out. You have to just get that enthusiasm. Keep it going. (Applause.)\n\r\n\r\n See, the word, really, is “complacent.” People get complacent. It’s a natural instinct. You just won, and now you’re happy and you’re complacent. Don’t be complacent. Okay? Don’t be complacent. Because if they get in, they will repeal your tax cuts, they will put judges in that you wouldn’t believe, they’ll take away your Second Amendment, which we will never allow to happen. (Applause.) They’ll take away your Second Amendment. (Applause).\n\r\n\r\n AUDIENCE: Donald Trump! Donald Trump!\n\r\n\r\n THE PRESIDENT: Remember that. They will take away—thank you. They will take away those massive tax cuts and they will take away your Second Amendment. By the way, if you only had a choice of one, what would you rather have? The Second Amendment or the tax cuts? Go ahead, Second Amendment, tax cuts. Second Amendment. (Applause.) I’m going to leave it at the Second Amendment. I don’t want to get into that battle, all right?\n\r\n\r\n We’re going to say you want—Matt, we’re going to say you want the Second Amendment the most. But we’re going to get them all. And remember this—(applause)—remember this: We’ve gotten—you know, somebody got on television recently and they said, actually, this is the first time I can remember—Trump made campaign promises. He may be the only person that actually fulfilled more promises than he made. I think that’s true. (Applause.) I fulfilled more promises.\n\r\n\r\n But we have a very crooked media. We had a crooked candidate, too, by the way. But we have a very, very crooked media.\n\r\n\r\n AUDIENCE: Lock her up! Lock her up! Lock her up!\n\r\n\r\n THE PRESIDENT: I will say this, folks: Everything that’s turning out, now it’s amazing that’s come full circle. Boy, have they committed a lot of atrocities when you look. (Applause.) Right? When you look. Have they done things that are wrong.\n\r\n\r\n But remember this: Not only did we get the tax cuts, which everybody said we wouldn’t get—and, by the way, repealed, in that tax cut, the individual mandate, which is a tremendous thing. (Applause.)\n\r\n\r\n This is where you’re forced to pay in order not to have healthcare. Okay? Is that great? You pay for the privilege of not having healthcare. So you’re subsidizing lots of other people. That’s gone. I know people came up to me with tears in their eyes; they’re saying, I’m forced to pay not to have healthcare. Very unfair.\n\r\n\r\n And, by the way, we’re having tremendous plans coming out now—healthcare plans—at a fraction of the cost that are much better than Obamacare. (Applause.) And except for one Senator, who came into a room at 3 o’clock in the morning and went like that—we would have had healthcare, too.\n\r\n\r\n AUDIENCE: Booo —\n\r\n\r\n THE PRESIDENT: We would have had healthcare, too. Think of that. But I think we may be better off the way we’re doing it. It’s piece by piece by piece. Obamacare is just being wiped out. The individual mandate, essentially, wipes it out. (Applause.) So I think we may be better off. And people are getting great healthcare plans and we’re not finished yet.\n\r\n\r\n But, remember, one person walked into a room when he was supposed to go this way, and he said he was going this way, and he walked in, and he went this way, and everyone said, “What happened? What was that all about?” Boy, oh, boy. Who was that? I don’t know. I don’t know. I don’t know. I don’t want to be controversial, so I won’t use his name. Okay? (Laughter.) What a mess. But it’s all happening anyway. It’s all happening anyway.\n\r\n\r\n And we’ve, at the same time, eliminated a record number of job-killing regulations, and people are going back to work. (Applause.) Right? People are going back to work. So—and you know, the fake news always—if I say something that’s like, a little off, next day headline, “He misrepresents…”—I have to be careful.\n\r\n\r\n But in the history of Presidents, no President—and I’m saying no President. Now, maybe they’ll find I was off by two but we’re here one year. (Laughter.) No President—well, I read it in lots of good papers, actually. (Laughter.) But they’ll change the story when I say it. No President has ever cut so many regulations in their entire term, okay—(applause)—as we’ve cut in less than a year. (Applause.)\n\r\n\r\n And it’s my opinion that the regulations had as big an impact as these massive tax cuts that we’ve given. So I really believe it. (Applause.)\n\r\n\r\n We’ve ended the war on American energy. We were in war. And we’ve ended the war on beautiful, clean coal. (Applause.) One of our great natural resources. And very important for our defense—coal—very important for our defense. Because we have it. We don’t have to send it through pipes. We don’t have to get it from foreign countries. We have more than anybody. And they wanted to end it. And our miners have been mistreated and they’re not being mistreated anymore. We’re doing tremendous business. (Applause.)\n\r\n\r\n I was in Vietnam, and the Prime Minister and the President of Vietnam were there. And we have a massive deficit with them, like we do with everybody else because these Presidents have just let it go to hell. We have the worst trade deals you’ve ever seen. So we’re changing it.\n\r\n\r\n So I said, we have too big of a deficit with Vietnam; I’m not happy. He said, “Well, but we’re going to…” I said, “Buy coal. Buy coal.” They use a lot of coal. Buy coal. And he said, “You know, we have bought coal from West Virginia and other places, and it’s the finest coal we have ever used.” It’s interesting. And West Virginia now is doing great. You look at what’s happening in West Virginia. You look at what’s happening in Pennsylvania. You look at what’s happening in Ohio. (Applause.) And you look at what’s happening in Wyoming. You look at what’s happening all over. It’s like a—it’s like a different world.\n\r\n\r\n And remember this: Virtually, as soon as I got into office, we approved the Keystone XL pipeline and the Dakota Access pipeline, which would never have been approved. (Applause.) And we announced our withdrawal from the totally disastrous, job-killing, wealth-knocking-out—you know, it knocked out our wealth, or it would have. They basically wanted to take our wealth away. They didn’t want us to use our wealth power. We knocked out the Paris Climate Accord. Would have been a disaster. (Applause.) Would have been a disaster for our country.\n\r\n\r\n AUDIENCE: USA! USA! USA!\n\r\n\r\n THE PRESIDENT: You know, basically, it said, you have a lot of oil and gas that we found—you know, technology has been amazing—and we found things that we never knew. But we have massive—just about the top in the world—we have massive energy reserves. We have coal. We have so much. And basically, they were saying, don’t use it, you can’t use it.\n\r\n\r\n So what it does is it makes us uncompetitive with other countries. It’s not going to happen. I told them, it’s not going to happen. And, you know, China, their agreement didn’t kick in until 2030. Right? Our agreement kicks in immediately. Russia, they’re allowed to go back into the 1990s, which was not a clean environmental time.\n\r\n\r\n Other countries, big countries—India and others—we had to pay, because they considered them a growing country. They were a growing country. I said, “What are we?” Are we allowed to grow too? Okay? (Laughter.) Now, are we allowed to grow? (Applause.) They called India a “developing nation.” They called China a “developing nation.” But the United States, we’re developed—we can pay.\n\r\n\r\n So, folks, if you don’t mind—I’ll tell you what—it’s amazing how many people understood the Paris Accord, because it sounds so good. It’s like some of the environmental regulations that I cut—they have the most beautiful titles. And sometimes I’d say, “Look, I’m just going to close my eyes and sign this because, you know what, I’m going to get killed on this one.” And I get so much thanks. The country knows what I’m doing. We couldn’t build. We couldn’t farm. If you had a puddle on your land, they called it a lake for the purposes of environmentals. (Applause.) I mean, it’s crazy. It’s crazy.\n\r\n\r\n And I’d sign certain bills and I’d have farmers behind me and I’d have house builders, home builders behind me. And these are tough people, strong people. They fought hard. They’ve worked all their lives, hard. And they’d be—half of them would be crying because we gave them their property back. We gave them the right to earn a living. They couldn’t do it. They couldn’t do what they had to do. We gave them their property back. We gave them their dignity back. (Applause.)\n\r\n\r\n By the way, you don’t mind if I go off script a little bit because, you know, it’s sort of boring. It’s a little boring. (Applause.) Got this beautiful speech, everything is wonderful but a little boring. We have to, you know —\n\r\n\r\n But we gave them their dignity back. And that’s why our country is doing record business. We’re doing record business. We’re doing business—and you have to look at the fundamentals. Companies are pouring back into this country. They’re pouring back. Not like — I mean, when did you hear about car companies coming back into Michigan and coming to Ohio and expanding? (Applause.) When did you hear — you never heard that. You hear they’re leaving. I’ve been talking about it for 20 years.\n\r\n\r\n I was a private sector guy. But for whatever reason, I always had — these guys always covered me much more than anybody else. I always got a lot of these characters. They used to treat me so good too, until I ran for office. I used to get the greatest publicity. A friend of mine said, “You know, you used to be the king of getting great publicity. What happened?” I said, “Well, I have some views that they’re opposed to for a lot of bad reasons.” (Laughter.) A lot of really bad reasons.\n\r\n\r\n But when you look at what’s happening to our country, it’s incredible. And the fundamentals are so strong. The stock market — I just see with all of the ups and downs — since Election Day, is up 37 percent from Election — 37 percent. (Applause.) Now, it did a little bit of a correction. In fact, I started to say — you know, I was in it for like 13, 14 months from election. I say, “Is this sucker ever going down a little bit? This is a little embarrassing.” It was up 100, up 200, up 1,000, up 150, up 90, up 63. I said, “Good, that’s better.” (Laughter.) You know, hey, we’ve got seven years to go, folks. You know, we got a long time to go. (Applause.) So thank you, everybody. You’ve been amazing. You’ve been amazing.\n\r\n\r\n You know what Matt didn’t say — when I was here in 2011, I made a speech, and I was received with such warmth. And they give — they used to give — I don’t know if Matt does that because he might not want to be controversial, but they used to give “the best speech of CPAC.” Do they do that still, Matt? Because you better pick me or I’m not coming back again. (Laughter.)\n\r\n\r\n But — and I got these — everybody, they loved that speech. And that was, I think, Matt — I would say, that might have been the first real political speech that I made. It was a love fest — 2011, I believe the time was — and a lot of people remembered, and they said, “We want Trump. We want Trump.” And after a few years, they go by, and I say, “Here we are. Let’s see what we can do.”\n\r\n\r\n And then everybody said, “He cannot get elected. He cannot do it.” You need 270 votes. You need Electoral College — which, by the way, is much tougher than the popular vote. The popular vote, actually, would be so much easier. You go three or four states, and you just go and you just do great job. Hillary forgets that. You know, she went to these states. I said, “What’s she doing? Why does she keep going back to California?” (Laughter.) Crazy.\n\r\n\r\n Next time, they’re going to remember Iowa. They’re going to remember Ohio. (Applause.) Remember? They spent a lot of time in Pennsylvania to no avail. (Applause.) They spent a lot of money. They spent a lot of money in North Carolina, the great state of North Carolina. (Applause.) We did very well there. We have a great person in the room, Mark Meadows, from North Carolina. (Applause.) He’s around here. Where’s Mark? Where’s Mark? And Deb. And we have Jim Jordan. Warriors. Warriors all. (Applause.) We have a lot of great — we have a lot of great people here. But, you know, we just — we hit a chord.\n\r\n\r\n And if you remember, 2011, probably that was the beginning of what we’ve done. And hopefully, at the end of a period of time, people are going to say thank you, because it is not easy. We’re fighting a lot of forces. They’re forces that are doing the wrong thing. They’re just doing the wrong thing. I don’t want to talk about what they have in mind. But they do the wrong thing. But we’re doing what’s good for our country for the long-term viability and survival. Like, for instance, $700 billion got approved for our military. Our military was going to hell. (Applause.)\n\r\n\r\n We declined to certify the terrible one-sided Iran nuclear deal. That was a horrible deal. (Applause.) Whoever heard you give $150 billion to a nation that has no respect for you whatsoever? They’re saying “Death to America” while they’re signing the agreement. If somebody said “Death to America” while I’m signing an agreement, and I’m President, I immediately say, “What’s going on here, folks? I’m not signing.” (Laughter.) What’s going on?\n\r\n\r\n They just kept going. Kerry — Kerry may be the worst negotiator I’ve ever seen. (Laughter.) How about this guy — how about — and Obama, of course — he’s the one. But how about $1.8 billion in cash? Did you ever see what, like, a million dollars in hundred-dollar bills? A lot of people do it as a promotion. It’s a lot. It’s big. It’s like big. (Laughter.) Now, take that, go to $1.8 billion in cash. $1.8 billion. For what? For what? Why did we do this? Why did we do it?\n\r\n\r\n Anyway, we didn’t certify, and lots of interesting things are happening with that whole mess. But we have to treat — people that treat us well, we treat them well. People that treat us badly, we treat them much worse than they can ever imagine. That’s the way it has to be. (Applause.) That’s the way it has to be.\n\r\n\r\n We officially recognized Jerusalem as the capital of Israel. (Applause.) You know, every President campaigned on, “We’re going to recognize Jerusalem as the capital of Israel.” Everybody — for many Presidents — you’ve been reading it. And then they never pulled it off. And I now know why.\n\r\n\r\n Because I put the word out that I may do it. Right? I said, I’d do it in my campaign, so that usually means — unless I find something — I’m going to do it. I was hit by more countries and more pressure and more people calling, begging me, “Don’t do it. Don’t do it. Don’t do it.” I said, “We have to do it. It’s the right thing to do. It’s the right thing to do. We have to do it.” (Applause.) And I did it.\n\r\n\r\n But every other President really lied, because they campaigned on it. That was always a big part of the campaign. And then they got into office; they never did it. So I understand why they didn’t do it. Because there was tremendous — the campaign against it was so incredible. But you know what? The campaign for it was also incredible, and we did the right thing. (Applause.)\n\r\n\r\n So we’ve kept our promise, as I said, to rebuild our military, eliminating the defense sequester, which is a disaster. And I don’t know if you saw the number, $700 billion. You know, ultimately, that comes before everything else. We can talk about lots of things. But if we don’t have a strong military, you might not be allowed into this room someday. Okay? You may not have your houses, your homes, your beautiful communities. We better take care of our military. These are the greatest people, and we’re going to take care of our veterans. (Applause.) We’re going to take care of the vets. We’ve been doing a good job on the vets.\n\r\n\r\n And after years of rebuilding other nations — we rebuild other nations — we rebuild other nations that have a lot of money, and we don’t ever say, “Hey, you got to help.” We’re finally rebuilding our nation. We’re rebuilding our nation. (Applause.) And we’re restoring our confidence and our pride.\n\r\n\r\n All of us here today are united by the same timeless values. We defend our Constitution, and we believe in the wisdom of our Founders. Our Constitution is great. (Applause.) We support the incredible men and women of law enforcement. (Applause.) True. We know that a strong nation must have strong borders. We celebrate our history and our heroes, and we believe young Americans should be taught to love their country and to respect its traditions.\n\r\n\r\n Don’t worry, you’re getting the wall. Don’t worry, okay? I heard some — (applause) — we’re getting the wall.\n\r\n\r\n AUDIENCE: Build that wall! Build that wall! Build that wall!\n\r\n\r\n THE PRESIDENT: I had a couple of these characters in the back say, “Oh, he really doesn’t want the wall. He just used that for campaigning.” I said, are you — can you believe it? (Laughter.) You know, I say, every time I hear that, the wall gets 10 feet higher. You know that, right? (Applause.) Every time. Every single time. Okay?\n\r\n\r\n No, we’re going to have the wall or they’re not going to have what they want. You know, we have a problem: We need more Republicans. We have a group of people that vote against us in a bloc. They’re good at two things: resisting, obstruction. Resisting, obstruction. And they stick together. They do. They always vote in a bloc. You know, it’s very rare that you get a couple of them to come your way. Even on the tax cuts. I mean, we’re going to be fighting these people in the ’18 election. We’re going to be fighting people that voted against the tax cuts, because the tax cuts are phenomenal and popular, and helping people and helping our country.\n\r\n\r\n You saw Apple just brought $350 billion in; Exxon brought $50 billion in. (Applause.) So we’re going to be fighting.\n\r\n\r\n The fact is, we need more Republicans to vote. (Applause.) We want to get our agenda. Because, now, what we have to do is in order to get a vote to fix our military, we have to give them $100 billion in stuff that nobody in this room, including me, wants, in many cases. It’s terrible. We need more Republicans. That’s why you have to get out and you have to fight for ’18. You have to do it. (Applause.)\n\r\n\r\n We salute our great American flag, we put our hands on our hearts for the Pledge of Allegiance. (Applause.) And we all proudly stand for the national anthem. (Applause.)\n\r\n\r\n AUDIENCE: USA! USA! USA!\n\r\n\r\n THE PRESIDENT: Above all else, we know that faith and family, not government and bureaucracy, are at the center of American life. We know that. (Applause.) Because in America, we don’t worship government, we worship God. (Applause.)\n\r\n\r\n Our nation’s motto is, “In God We Trust.” (Applause.) And this week, our nation lost an incredible leader who devoted his life to helping us understand what those words really mean. Leader. He was a leader. He was a great man.\n\r\n\r\n We will never forget the historic crowds, that voice, the energy, and the profound faith of a preacher named Billy Graham. (Applause.) Great man and great family. Franklin Graham. Great family. And they were for us — I’ll tell you, they were for us. Right from the beginning they were for us.\n\r\n\r\n As a young man, Billy decided to devote his life to God. That choice not only changed his life, it changed our country. And indeed, it even changed the world.\n\r\n\r\n Reverend Graham’s belief in the power of God’s word gave hope to millions and millions who listened to him with his very beautiful, but very simple message: God loves you. (Applause.) And a very special tribute — because it’s almost never done — on Wednesday, we will celebrate Billy Graham’s life as he lies in honor in the Rotunda of our Capitol. (Applause.) Very rarely.\n\r\n\r\n One day — Wednesday until Thursday, about 11 o’clock on Wednesday. I bet those lines are going to be long and beautiful, because he deserves it. Not everybody deserves it. But very few people — you look back, Ronald Reagan was so honored. Very few people are so honored. That’s a big thing. And he really, almost more than anybody you can think of, he deserves to be in the Rotunda. So that’s going to be very special. Wednesday at 11 o’clock. (Applause.) And Paul, and Mitch, and the whole group, they worked very hard to make it all happen. So we want to thank them too.\n\r\n\r\n Everywhere you go, all over the country, in cities small and large, Americans of all faiths reach out to our Creator for strength, for inspiration, and for healing. Great time for healing. In times of grief and hardship, we turn to prayer for solace and for comfort.\n\r\n\r\n In recent days, our entire nation has been filled with terrible pain and sorrow over the evil massacre in a great community — Parkland, Florida. This senseless act of mass murder has shocked our nation and broken our hearts.\n\r\n\r\n This week, I had the honor of meeting with students from Marjory Stoneman Douglas High School, with families who have lost their children in prior shootings — great families, great people — and with members of the local community right here in Washington, D.C. Our whole nation was moved by their strength and by their courage.\n\r\n\r\n We listened to their heart-wrenching stories, asked them for ideas, and pledged to them — and I can speak for all of the senators and congressmen and congresswomen, all of the people in this room that are involved in this decision — that we will act. We will do something. We will act.\n\r\n\r\n With us on Wednesday was one of the families whose daughter didn’t come home last week — a beautiful young woman named Meadow Pollack. Incredible family. I had them in the Oval Office. Incredible people. You’ve probably seen her picture. She had a beautiful, beautiful smile, and a beautiful life. So full of promise.\n\r\n\r\n We wish there was something — anything — we could do to bring Meadow and all of the others back. There are not enough tears in the world to express our sadness and anguish for her family, and for every family that has lost a precious loved one. No family should ever save — and ever have to go in and suffer the way these families have suffered. They’ve suffered beyond anything that I’ve ever witnessed.\n\r\n\r\n A father drops his daughter off at school, kisses her goodbye, waves to her — she’s walking up the path — and never sees her alive again. Gets a call. Can’t believe it. Thinks it’s a nightmare. Wants to wake up from the nightmare.\n\r\n\r\n So we want to hear ideas from Americans of all backgrounds and beliefs about how we can improve security at our schools, tackle the issue of mental health. Because this was a sick person — very sick — and we had a lot of warning about him being sick. This wasn’t a surprise. To the people that knew him, this wasn’t even a little bit; in fact, some said, were surprised it took so long. So what are we doing? What are we doing? We want to ensure that when there are warning signs, we can act and act very quickly.\n\r\n\r\n Why do we protect our airports, and our banks, our government buildings, but not our schools? (Applause.) It’s time to make our schools a much harder target for attackers. We don’t want them in our schools. (Applause.) We don’t want them.\n\r\n\r\n When we declare our schools to be gun-free zones, it just puts our students in far more danger. (Applause.) Far more danger. Well-trained, gun-adept teachers and coaches and people that work in those buildings; people that were in the Marines for 20 years and retired; people in the Army, the Navy, the Air Force, the Coast Guard; people that are adept — adept with weaponry and with guns — they teach. I mean, I don’t want to have 100 guards standing with rifles all over the school. You do a concealed carry permit. (Applause.)\n\r\n\r\n And this would be a major deterrent because these people are inherently cowards. If they thought — like, if this guy thought that other people would be shooting bullets back at him, he wouldn’t have gone to that school. He wouldn’t have gone there. It’s a gun-free zone. It says, this is a gun-free zone; please check your guns way far away. And what happens is they feel safe. There’s nobody going to come at them.\n\r\n\r\n This way, you may have — and remember, if you use this school as an example — this is a very big school with tremendous floor area and a lot of acreage. It’s a big, big school. Good school. A big, big school. You’d have to have 150 real guards. Look, you had one guard. He didn’t turn out to be too good, I will tell you that. He turned out to be not good. He was not a credit to law enforcement, that I can tell you. That I can tell you. (Applause.)\n\r\n\r\n But as I’ve been talking about this idea — and I feel it’s a great idea, but some people that are good people are opposed to it; they don’t like the idea of teachers doing it. But I’m not talking about teachers. You know, CNN went on, they said, “Donald Trump wants all teachers.” Okay? Fake news, folks. Fake news. Fake news.\n\r\n\r\n I don’t want a person that’s never handled a gun that wouldn’t know what a gun looks like to be armed. But out of your teaching population — out of your teaching population, you have 10 percent, 20 percent of very gun-adept people. Military people, law enforcement people, they teach. They teach. (Applause.)\n\r\n\r\n And something I thought of this morning. You know what else? And I thought of it since I found and watched Peterson, the deputy who didn’t go into the school because he didn’t want to go into the school. Okay? He was tested under fire, and that wasn’t a good result.\n\r\n\r\n But you know what I thought of as soon as I saw that? These teachers — and I’ve seen them at a lot of schools where they had problems — these teachers love their students. And the students love their teachers, in many cases. These teachers love their students. And these teachers are talented with weaponry and with guns. And they feel safe. And I’d rather have somebody that loves their students and wants to protect their students than somebody standing outside that doesn’t know anybody and doesn’t know the students, and, frankly, for whatever reason, decided not to go in even though he heard lots of shots being fired inside.\n\r\n\r\n The teachers and the coaches and other people in the building — the dean, the assistant dean, the principal — they can — they love their people. They want to protect these kids. And I think we’re better with that. And this may be 10 percent or 20 percent of the population of teachers, et cetera. It’s not all of them. But you would have a lot, and you would tell people that they’re inside. And the beauty is, it’s concealed. Nobody would ever see it unless they needed it. It’s concealed.\n\r\n\r\n So this crazy man who walked in wouldn’t even know who it is that has it. That’s good. That’s not bad; that’s good. And a teacher would have shot the hell out of him before he knew what happened. (Applause.) They love their students. They love those students, folks. Remember that. They love their students.\n\r\n\r\n And I’m telling you that would work. Because we need offensive capability. We can’t just say, oh, it’s a gun-free school. We’re going to do it a little bit better. Because then you say, “What happens outside?” The students now leave school, and you got a thousand students — you got 3,500 at the school we’re talking about — but you have a thousand students standing outside. The teachers are out there also. If a madman comes along, we have the same problem, but it’s outside of the school. Or they drive cars. There are a lot of things that can happen.\n\r\n\r\n I want to stop it. And I know it’s a little controversial to say — but I have to say, since I started this two days ago, a lot of people that were totally opposed to it are now agreeing. They love their students. They don’t want their students to be killed or to be hurt. (Applause.)\n\r\n\r\n So we have to do something that works. And one of the big measures that we will do, and everybody in this room I think has to agree — and there’s nobody that loves the Second Amendment more than I do. And there’s nobody that respects the NRA — they’re friends of mine. They backed us all. They’re great people. They’re patriots. (Applause.) But they’re great people. But we really do have to strengthen up, really strengthen up background checks. We have to do that. (Applause.)\n\r\n\r\n And we have to do — for the mentally ill, we have to do very, very — we don’t want to people that are mentally ill to be having any form of weaponry. We have to be very strong on that. (Applause.)\n\r\n\r\n So we’re going to do that. And I really believe that Congress is going to get it through this time. And they have a different leader. They have somebody that wants to get it through; not somebody that’s just all talk, no action, like so many of these folks. This is somebody that wants to get it through.\n\r\n\r\n But I also want to protect — we need a hardened site. It has to be hardened. It can’t be soft. Because they’ll sneak in through a window, they’ll sneak in some way. And, again, you’re standing there totally unprotected.\n\r\n\r\n You know the five great soldiers from four years ago, three of them were world-class marksmen. They were on a military base in a gun-free zone. They were asked to check their guns quite far away. And a maniac walked in, guns blazing, killed all of five of them. He wouldn’t of had a chance if these world-class marksmen had — on a military base — access to their guns. And I’m going to look at that whole policy on military bases. If we can’t have — (applause) — all five were killed. All five. The guy wouldn’t have had a chance.\n\r\n\r\n But we’re going to look at that whole military base, gun-free zone. If we can’t have our military holding guns, it’s pretty bad. We had a number of instances on military bases. You know that. So we want to protect our military. We want to make our military stronger and better than it’s ever been before. (Applause.)\n\r\n\r\n We also need to create a culture in our country that cherishes life and human dignity. That’s part of what we’re talking about. (Applause.) A culture that condemns violence and never glorifies violence. We need to foster real human connections and turn classmates and colleagues into friends and neighbors that want to fight for us.\n\r\n\r\n We’re not just having a conversation about school safety. You’ve had conversations — in all fairness, I’m pretty new on this job. We’re here a little more than a year. I’ve been watching this stuff go on for 20 years. The President gets up, everybody is enthusiastic for the first couple of days, then it fades, fades, fades. Nothing ever gets done. We want to see if we can get it done. Let’s get it done right. (Applause.) We really owe it to our country. And I’ve been watching for a long time. Seen a lot of words, and I’ve seen very little action.\n\r\n\r\n And, you know, if you think about, most of its just common sense. It’s not “do you love guns, do hate guns.” It’s common sense. It’s all common sense. And some of the strongest advocates about what I’m saying are the strongest advocates — I know them very well — political people — the strongest advocates for the Second Amendment. But this is common sense.\n\r\n\r\n In addition to securing our schools, we’re also implementing a strategy to secure our streets. We want our kids to be safe everywhere they go, whether they’re in a classroom walking home from school or just outside playing with their friends. (Applause.) Every child deserves to grow up in a safe community surrounded by a loving family and to have a future filled with opportunity and with hope. (Applause.) Thank you. Thank you. Just not fair.\n\r\n\r\n Reducing violent crime in America is a top priority for my administration, and we will do whatever it takes to get it done. No talk. We’re going to do what it takes to get it done. (Applause.)\n\r\n\r\n As you’ve seen, pretty well reported, that we’re significantly increasing gun prosecutions by tremendous percentages, and we’re working to get violent offenders off our streets and behind bars, and get them behind bars quickly, for a long time, or get them the hell out of our country. (Applause.)\n\r\n\r\n In 2017, we brought cases against more violent offenders than any administration in a quarter of a century — more than any administration. And we’re just gearing up. We have tough people. I’ll tell you what — when you deal with MS-13, the only thing they understand is toughness. They don’t want anything. All they understand is toughness. If that ICE agent or Border Patrol agent is tougher than them, they respect him. We got the toughest guys you’ve ever seen. We got tough. (Applause.) They don’t respect anything else. And they shouldn’t be in our country. They were let in for years. They shouldn’t be, and we’re getting them out.\n\r\n\r\n Our administration prosecuted more people for federal firearm charges than has been done in more than a decade. And again, we’re just gearing up. We’ve convicted 1,200 gang members and nearly 500 human traffickers. (Applause.) You know what human trafficking — who would think that we have this in this age? And with our foreign partners, we’ve helped charge or arrest more than 4,000 members of the savage gang that we talked about — MS-13.\n\r\n\r\n Now, they don’t like guns. You know why? They’re not painful enough. These are animals. They cut people. They cut them. They cut them up in little pieces and they want them to suffer. And we take them into our country because our immigration laws are so bad. And when we catch them — it’s called catch-and-release — we have to, by law, catch them and then release them. Catch-and-release. And I can’t get the Democrats — and nobody has been able to for years — to approve common-sense measures that, when we catch these animal-killers, we can lock them up and throw away the keys. (Applause.)\n\r\n\r\n In 2017, our brave ICE officers arrested more than 100,000 criminal aliens who have committed tens of thousands of crimes. And believe me, these are great people. They cannot — the laws are just against us. They’re against — they’re against safety. They don’t make sense. And you meet with Democrats and they’re always fighting for the criminal. They’re not fighting for law-abiding citizens. They’re always fighting for the criminal. (Applause.) Doesn’t make sense.\n\r\n\r\n Here are just some of the criminal charges and convictions for the aliens arrested by ICE: 11,000 charges or convictions for sex crimes; 48,000 for assault; 13,000 for burglary; and 1,800 for killing people.\n\r\n\r\n We’re cracking down on sanctuary cities. Can you believe this? (Applause.) Where they protect — that’s another one. Because we want our cities to be sanctuaries for law-abiding Americans, not for criminals. (Applause.)\n\r\n\r\n And, by the way, the Senate Democrats and the House Democrats have totally abandoned DACA. They’ve total — they don’t even talk to me about it. They have totally abandoned. You know, we get the reputation — like DACA, it’s not Republican. We’ll let me tell you, it is Republican, because we want to do something about DACA, get it solved after all these years.\n\r\n\r\n The Democrats are being totally unresponsive. They don’t want to do anything about DACA, I’m telling you. And it’s very possible that DACA won’t happen, and it’s not because of the Republicans, it’s going to be because of the Democrats. And frankly, you better elect more Republicans, folks, or it will never happen. (Applause.)\n\r\n\r\n The Democrats voted in favor of sanctuary cities. In other words, they voted to protect criminal aliens instead of voting to protect the American citizens.\n\r\n\r\n To secure our country, we are calling on Congress to build a great border wall to stop dangerous drugs and criminals from pouring into our country. (Applause.) And now they’re willing to give us the wall, but they don’t want to give us any of the laws to keep these people out.\n\r\n\r\n So we’re going to get the wall, but they don’t want to give us all of the other — chain migration, lottery. Think of a lottery. You have a country. They put names in. You think they’re giving us their good people? Not too many of you people are going to be in a lottery. So we pick out people. Then they turn out to be horrendous, and we don’t understand why.\n\r\n\r\n They’re not giving us their best people, folks. They’re not giving us — I mean, use your heads. They’re giving us — it’s a lottery. I don’t want people coming into this country with a lottery. I want people coming into this country based on merit. Based on merit. (Applause.)\n\r\n\r\n I want people, and we all want to be admitting people, who have skills, who can support themselves financially, who can contribute to our economy, who will love our people, and who will share our values, who will love our country. (Applause.)\n\r\n\r\n I don’t want people who drive a car at 100 miles an hour down the West Side Highway and kill 8 innocent victims, and destroy the lives of 14 more. Nobody talks about that. Nobody ever talks about the people that have been so horribly injured, who lose legs and arms, in Manhattan, where I used to spend my time.\n\r\n\r\n I know it very well, the stretch along the West Side Highway. People run in order to stay in shape. They want to be healthy, they want to look good. They’re running all the time; I see it. They run. We work in different ways. (Laughter.) But they run. No, but think of this — they run. And they’re so — they want to be fit. They’re proud people. They want to be fit, and they’re running up and down West Side Highway. It’s beautiful. It’s a beautiful thing.\n\r\n\r\n And this maniac takes a car going down the highway, and just turns to a right, and he kills eight. But he really badly wounded 12 to 14 other people.\n\r\n\r\n So somebody think of it: Runs to stay in shape, leaves the house, is jogging along, working hard, ends up going home two months later with no leg or with no arm, or with two legs missing. Nobody ever talks about that. They talk about the people, rightfully, that were killed. But they don’t talk about the people whose lives have been just changed — just changed. They don’t talk about that.\n\r\n\r\n This guy came in through chain migration and a part of the lottery system.\n\r\n\r\n AUDIENCE: Booo —\n\r\n\r\n THE PRESIDENT: They say 22 people came in with him. In other words, an aunt, an uncle, a grandfather, a mother, a father, whoever came in. But a lot of people came in. That’s chain migration. Let’s see how those people are doing, by the way.\n\r\n\r\n We’ve got to change our way. Merit system. I want merit system. Because you know what’s happening? All of these companies are coming into our country. They’re all coming into our country. And when they come in, we need people that are going to work. I’m telling you, we need workers now. We need workers. (Applause.)\n\r\n\r\n But when I walked in today, did anyone ever hear me do the snake during the campaign? Because I had five people outside say, “Could you do ‘The Snake’?” And I said, well, people have heard it. Who hasn’t heard “The Snake”? You should read it anyways. (Laughs.) Let’s do it anyway. I’ll do it. All right? Should we do it? (Applause.)\n\r\n\r\n Now, this was a rock-and-roll song — little amendments — a rock-and-roll song. But every time I do it, people — and you have to think of this in terms of immigration. We have to have great people come into our — I want people to come into our country. And I want people that are going to help us. And I don’t want people that are going to come in and be accepting all of the gifts of our country for the next 50 years and contribute nothing. I don’t want that, and you don’t want that.\n\r\n\r\n I want people that are going to help and people that are going to work for Chrysler, who is now moving from Mexico into Michigan, and so many other — and Apple, by the way. (Applause.) And Foxconn up in Wisconsin. They’re going to need 25,000 workers. I want people that can come in, and get to work and work hard. Even if it means a learning period — that’s fine.\n\r\n\r\n But I want people that are going to come in and work. And I want people that love us and look at security. And they want you to be safe, and they want to be safe. I want great people coming into this country. I don’t want people coming in the way they do now, because I want people that contribute.\n\r\n\r\n So this is called “The Snake.” And think of it in terms of immigration. And you may love it, or you may say, isn’t that terrible. Okay? And if you say, isn’t that terrible, who cares? Because the way they treat me — that’s peanuts compared to the way they treat me. Okay? (Laughter.) Immigration.\n\r\n\r\n “On her way to work one morning, down the path along the lake, a tenderhearted woman saw a poor, half-hearted, frozen snake. His pretty colored skin had been all frosted with the dew. ‘Poor thing,’ she cried, ‘I’ll take you in, and I’ll take care of you.’\n\r\n\r\n ‘Take me in, oh, tender woman. Take me in, for Heaven’s sake. Take me in, oh, tender woman,’ sighed the vicious snake.\n\r\n\r\n She wrapped him up all cozy in a comforter of silk, and laid him by her fireside with some honey and some milk. She hurried home from work that night, and soon as she arrived, she found that pretty snake she’d taken in had been revived.\n\r\n\r\n ‘Take me in, oh, tender woman. Take me in for Heaven’s sake. Take me in, oh, tender woman,’ sighed the vicious snake.\n\r\n\r\n She clutched him to her bosom, ‘You’re so beautiful,’ she cried. But if I hadn’t brought you in by now, surely you would have died.’\n\r\n\r\n She stroked his pretty skin again, and kissed and held him tight. But instead of saying thank you, that snake gave her a vicious bite.\n\r\n\r\n ‘Take me in, oh, tender woman. Take me in for Heaven’s sake. Take me in, oh, tender woman,’ sighed the vicious snake.\n\r\n\r\n ‘I saved you,’ cried the woman. ‘And you’ve bitten me. Heaven’s why? You know your bite is poisonous, and now I’m going to die.’\n\r\n\r\n ‘Oh, shut up, silly woman,’ said the reptile with a grin. ‘You knew damn well I was a snake before you took me in.'” (Applause.)\n\r\n\r\n And that’s what we’re doing with our country, folks. We’re letting people in, and it’s going to be a lot of trouble. It’s only getting worse. But we’re giving you protection like never before. Our law enforcement is doing a better job than we’ve ever done before. And we love our country. And we’re going to take care of our country. Okay? We’re going to take care of our country. (Applause.)\n\r\n\r\n So just in finishing, our country is starting to do very well. Our economy is blazing. Jobs are at a record level. Jobs are so good. 2.7 million jobs created since the election. (Applause.) Unemployment claims have reached a 45-year low. (Applause.)\n\r\n\r\n African American unemployment has reached the lowest level in our history. (Applause.) Hispanic unemployment has reached the lowest level in our history. (Applause.) Women — women unemployment is at the lowest level in 18 years. (Applause.) Wages are rising for the first time in many, many years. (Applause.)\n\r\n\r\n Small business confidence is at a record high. And thanks to our massive tax cuts, millions of Americans are getting to keep a great percentage of their money instead of paying it to a government that throws it out the window. (Applause.)\n\r\n\r\n So I just leave you with this: We have to fight Nancy Pelosi. They want to give your money away. They want to give your money away. They want to end your tax cuts. They want to do things that you wouldn’t even believe, including taking your Second Amendment rights away. They will do that.\n\r\n\r\n AUDIENCE: Booo —\n\r\n\r\n THE PRESIDENT: So we have to get out there and we have to fight in ’18 like never before — just the way you fought with us. Just the way you fought with us. You fought so hard, and you were so tough, and you were so smart. You were so smart. And you know what? I know for a fact you did the right thing, because we’re looking at the numbers. And the numbers — even they have to give credit for the kind of numbers that we’re producing. Nobody has ever seen anything like it. (Applause.)\n\r\n\r\n Under my administration, the era of economic surrender is over. We’re renegotiating trade deals that are so bad, whether it’s NAFTA or whether it’s World Trade Organization, which created China — that created — if you look at China, it was going along like this, then we opened, stupidly, this deal. And China has been like a rocket ship ever since.\n\r\n\r\n And now, last year, we had almost a $500 billion trade deficit with China. We can’t have that. We can’t have that. I have great respect for President Xi, but we can’t have that. We have to go, and we have to do what we have to do. We just can’t let countries — as an example, Mexico. We have a $100 billion trade deficit with Mexico. What does that tell you? You know what it tells you? NAFTA is no good. It never was any good. But for some reason, nobody ever changed it. They emptied our factories — you got to see the car plants and the auto plants in Mexico. Like — you’ve never seen anything like it before.\n\r\n\r\n I want those companies — and they’re starting — I want them back here. I want them back here. They’re going to come back here, too. (Applause.) And we want to make our neighbors happy. But we can’t continuously have other nations taking advantage of the United States like never before. And this has gone on for a long time. This has gone on for longer — the last administration was a disaster, but this has gone on for much longer than the last administration. And we got to change it. We’re going to change it.\n\r\n\r\n So we’re renegotiating deals. And you know what? Hate to say it, but if we can’t make a fair deal for the United States, we will terminate the deal and we’ll start all over again. (Applause.) We have to do it. (Applause.)\n\r\n\r\n So, under my administration, and with your help — don’t forget — you, many of you, were the forgotten people. You were the people that, when the polls came out, they didn’t know that you existed. The Democrats are trying to figure out who you are, because they want to get you back. But you are people — we’ve had people that never voted, but they’re great patriots — but they never saw anybody they wanted to vote for. Then they go to the election, they’ve got Trump-Pence, Trump-Pence. They got hats, they got all sorts of things. Trump over here — “Make America Great Again” hats. Right? (Applause.)\n\r\n\r\n So our country is starting to do well. We are going to make it great, better, safer than it ever was before. The reason is you. This has been a great movement. They try like hell, they cannot stand what we’ve done. But we’re doing the right thing. We’re even doing the right thing for them. They just don’t know it yet. (Applause.) They just don’t know it yet.\n\r\n\r\n Even the media — the media will absolutely support me sometime prior to the election. All those horrible people back there, they’re going to support me. You know why? Because if somebody else won, their ratings would go down, they’d all be out of business. (Applause.) Nobody would watch. They’d all be out of business.\n\r\n\r\n So I just want to tell you that we are going to win. I’d love you to get out there, work really hard for ’18. We need more Republicans to keep the tax cuts and keep all of this going.\n\r\n\r\n And I love you. I respect you. I appreciate everything you’ve done for the country. (Applause.)\n\r\n\r\n AUDIENCE: USA! USA! USA!\n\r\n\r\n THE PRESIDENT: I appreciate everything you’ve done.\n\r\n\r\n I do want to say, because people have asked — North Korea — we imposed today the heaviest sanctions ever imposed on a country before. (Applause.)\n\r\n\r\n And frankly, hopefully something positive can happen. We will see. But hopefully something positive can happen. But that just was announced, and I wanted to let you know. We have imposed the heaviest sanctions ever imposed.\n\r\n\r\n So, ladies and gentlemen, thank you for everything. You have been incredible partners. (Applause.) Incredible partners. And I will let you know in the absolute strongest of terms, we’re going to make America great again, and I will never, ever, ever let you down. Thank you very much. (Applause.) Thank you. (Applause.)", "transcript_html": "<p>THE PRESIDENT: Thank you very much. Thank you everybody. (Applause.) Thank you. Thank you very much. Thank you, Matt, for that great introduction. And thank you for this big crowd. This is incredible. Really incredible. (Applause.)</p>\r\n\r\n<p>We’ve all come a long way together. We’ve come a long way together. I’m thrilled to be back at CPAC, with so many of my wonderful friends and amazing supporters, and proud conservatives. (Applause.) Remember when I first started running? Because I wasn’t a politician, fortunately. But do you remember I started running and people would say, “Are you sure he’s a conservative?” I think now we’ve proved that I’m a conservative, right? (Applause.)</p>\r\n\r\n<p>For more than four decades, this event has served as a forum for our nation’s top leaders, activists, writers, thinkers. Year after year, leaders have stood on this stage to discuss what we can do together to protect our heritage, to promote our culture, and to defend our freedom.</p>\r\n\r\n<p>CPAC has always been about big ideas and it’s also been about putting those ideas into action. And CPAC really has put a lot of ideas into action. We’ll talk about some of them this morning.</p>\r\n\r\n<p>For the last year, with your help, we have put more great conservative ideas into use than perhaps ever before in American history. (Applause.) Right?</p>\r\n\r\n<p>By the way, what a nice picture that is. Look at that. I’d love to watch that guy speak. (Laughter.) Oh, boy. That’s a—I try like hell to hide that bald spot, folks. I work hard at it. (Applause.) It doesn’t look bad. Hey, we’re hanging in. We’re hanging in. We’re hanging in there, right? Together, we’re hanging in.</p>\r\n\r\n<p>We’ve confirmed a record number—so important—of circuit court judges, and we are going to be putting in a lot more. (Applause.) And they will interpret the law as written. And we’ve confirmed an incredible new Supreme Court justice, a great man, Neil Gorsuch. (Applause.) Right?</p>\r\n\r\n<p>We’ve passed massive—biggest in history—tax cuts and reforms. (Applause.) You know, I don’t use the word “reform.” There was a lot of reform, too. Very positive reform. I don’t use it. And when we were first doing it, I told everybody—everybody gathered—I said, “Just talk about tax cuts. People don’t know what reform means. They think reform might mean it’s going up.” And I said, “Do tax cuts.”</p>\r\n\r\n<p>AUDIENCE: Booo —</p>\r\n\r\n<p>AUDIENCE: USA! USA! USA!</p>\r\n\r\n<p>THE PRESIDENT: Thank you. How did he get in here, Matt? Boy. Okay. Just for the media, the fake news back there, they took very good care of him. They were very gentle. (Laughter.) He was very obnoxious. It was only one person.</p>\r\n\r\n<p>So we have thousands of people here. (Applause.) So listen—tomorrow, the headline will be, “Protestors disturbed the Trump…”—one person, folks. Doesn’t deserve a mention. Doesn’t deserve a headline. The headline tomorrow: “Disrupters of CPAC.” One person. And he was very nice—we looked at him, and he immediately left. Okay. (Laughter and applause.)</p>\r\n\r\n<p>No, I’ve had it too often. You’ll have one person, and you can hardly even hear him. In fact, the biggest, really, disturbance are you people. You know why? He’ll say something; nobody hears him. Because it’s all—and then the crowd will start screaming at him. And then all of a sudden we stop for—and that’s okay. You have to show your spirit, right? You have to show your spirit. It’s true. (Applause.)</p>\r\n\r\n<p>So we passed the biggest tax cuts in the history of our country. And it was called “tax cut and reform.” And I said to our people, don’t use the word “reform.” Because we were going to call it the “Tax Reform Act.” I said, “No wonder for 45 years nothing has been passed.” Because people want tax cuts, and they don’t know what reform means. Reform can mean you’re going to pay more tax. So I convinced politicians who have done this all their lives—and they do a great job, in many cases—but this was one—they were going, the “Tax Reform Act” of whatever year we want to put. Okay?</p>\r\n\r\n<p>So they have the Tax Reform Act, and that was it. And now it was called the Tax Act—Tax Cut Act and Jobs. We had to add “jobs” into it because we’re picking up a tremendous number of jobs—2.7 million jobs since the election. 2.7. (Applause.)</p>\r\n\r\n<p>So now people hear tax cuts, and it has been popular. Remember, it started off a little slow. Then it got passed, and we had some great help. I will say, we had some great help in the Senate, in the House. We have guys here today—we have a lot of congressmen, we have a lot of senators. We had a lot of help. And we got it passed.</p>\r\n\r\n<p>Just—it was not easy. We didn’t have one Democrat vote, and I think that’s going to cost them in the midterms. I know that whoever wins the presidency has a disadvantage, for whatever reason, in the midterms. You know what happens? I’m trying to figure it out. Because historically, if you win the presidency, you don’t do well two years later. And you know what? We can’t let that happen. (Applause.) And I know what happens. I finally figured it out. Nobody has been able to explain it. It just happens, statistically, almost all of the time for many years.</p>\r\n\r\n<p>What happens is, you fight so hard to win the presidency. You fight, fight, fight. And now only two years—that’s a very short period. And by the time you start campaigning, it’s a year. And now you got to go and fight again. But you just won. So nobody has that same drive that they had. So you end up not doing that well because the other side is going—they’re crazed. And, by the way, they’re crazed anyway, these people. They are really crazed. (Laughter and applause.) Right?</p>\r\n\r\n<p>So—because I kept trying to say, “Why is this?” But it’s just there. So the great enthusiasm—you know, you’re sitting back, you’re watching television. “Maybe I don’t have to vote today; we just won the presidency.” And then we get clobbered, and we can’t let that happen. We get clobbered in ’18, and we can’t let that happen—only because we are so happy, we passed so many things. Honestly, and I’ll say—I’ll use the word “my administration” as opposed to me—my administration, I think, has had the most successful first year in the history of the presidency. I really believe that. I really believe it. I really believe it. (Applause.) So, I mean, judges, regulations, everything.</p>\r\n\r\n<p>And the beautiful thing about the tax cuts is nobody thought we could do it. Because again, we had to get 100 percent of our vote. And nobody thought we could do it. And, frankly—I mean, to me we got it and it’s turned out to be one of the most popular things. And, by the way, for the Republicans in this room, of which I assume—would you say, is it 99 percent, Matt, or 100 percent? Huh? I would hope it’s close to—you know what, hey, we probably have some Democrats that want to come over. We have a great governor from West Virginia that left the Democratic Party—Big Jim—and he came over to the Republican Party. (Applause.)</p>\r\n\r\n<p>So people are sitting there, and they’re saying, “Oh, we just had that great victory. Eh, let’s not vote. Let’s go to a movie. We’re the Republican Party, we’re going to do great.” And then they end up losing.</p>\r\n\r\n<p>So you got to keep up the enthusiasm. Now what happens, by the way, they lose. And then you have the presidential election coming up again, and you clobber them because everybody gets off their ass and they get out and they work. Right? And they work. And they work and work and work. And you end up winning the Presidency again. And we should do that—hopefully we’re going to do that very easily.</p>\r\n\r\n<p>But never—we have to worry—right now, we have a big race coming up in ’18. You have to get out. You have to just get that enthusiasm. Keep it going. (Applause.)</p>\r\n\r\n<p>See, the word, really, is “complacent.” People get complacent. It’s a natural instinct. You just won, and now you’re happy and you’re complacent. Don’t be complacent. Okay? Don’t be complacent. Because if they get in, they will repeal your tax cuts, they will put judges in that you wouldn’t believe, they’ll take away your Second Amendment, which we will never allow to happen. (Applause.) They’ll take away your Second Amendment. (Applause).</p>\r\n\r\n<p>AUDIENCE: Donald Trump! Donald Trump!</p>\r\n\r\n<p>THE PRESIDENT: Remember that. They will take away—thank you. They will take away those massive tax cuts and they will take away your Second Amendment. By the way, if you only had a choice of one, what would you rather have? The Second Amendment or the tax cuts? Go ahead, Second Amendment, tax cuts. Second Amendment. (Applause.) I’m going to leave it at the Second Amendment. I don’t want to get into that battle, all right?</p>\r\n\r\n<p>We’re going to say you want—Matt, we’re going to say you want the Second Amendment the most. But we’re going to get them all. And remember this—(applause)—remember this: We’ve gotten—you know, somebody got on television recently and they said, actually, this is the first time I can remember—Trump made campaign promises. He may be the only person that actually fulfilled more promises than he made. I think that’s true. (Applause.) I fulfilled more promises.</p>\r\n\r\n<p>But we have a very crooked media. We had a crooked candidate, too, by the way. But we have a very, very crooked media.</p>\r\n\r\n<p>AUDIENCE: Lock her up! Lock her up! Lock her up!</p>\r\n\r\n<p>THE PRESIDENT: I will say this, folks: Everything that’s turning out, now it’s amazing that’s come full circle. Boy, have they committed a lot of atrocities when you look. (Applause.) Right? When you look. Have they done things that are wrong.</p>\r\n\r\n<p>But remember this: Not only did we get the tax cuts, which everybody said we wouldn’t get—and, by the way, repealed, in that tax cut, the individual mandate, which is a tremendous thing. (Applause.)</p>\r\n\r\n<p>This is where you’re forced to pay in order not to have healthcare. Okay? Is that great? You pay for the privilege of not having healthcare. So you’re subsidizing lots of other people. That’s gone. I know people came up to me with tears in their eyes; they’re saying, I’m forced to pay not to have healthcare. Very unfair.</p>\r\n\r\n<p>And, by the way, we’re having tremendous plans coming out now—healthcare plans—at a fraction of the cost that are much better than Obamacare. (Applause.) And except for one Senator, who came into a room at 3 o’clock in the morning and went like that—we would have had healthcare, too.</p>\r\n\r\n<p>AUDIENCE: Booo —</p>\r\n\r\n<p>THE PRESIDENT: We would have had healthcare, too. Think of that. But I think we may be better off the way we’re doing it. It’s piece by piece by piece. Obamacare is just being wiped out. The individual mandate, essentially, wipes it out. (Applause.) So I think we may be better off. And people are getting great healthcare plans and we’re not finished yet.</p>\r\n\r\n<p>But, remember, one person walked into a room when he was supposed to go this way, and he said he was going this way, and he walked in, and he went this way, and everyone said, “What happened? What was that all about?” Boy, oh, boy. Who was that? I don’t know. I don’t know. I don’t know. I don’t want to be controversial, so I won’t use his name. Okay? (Laughter.) What a mess. But it’s all happening anyway. It’s all happening anyway.</p>\r\n\r\n<p>And we’ve, at the same time, eliminated a record number of job-killing regulations, and people are going back to work. (Applause.) Right? People are going back to work. So—and you know, the fake news always—if I say something that’s like, a little off, next day headline, “He misrepresents…”—I have to be careful.</p>\r\n\r\n<p>But in the history of Presidents, no President—and I’m saying no President. Now, maybe they’ll find I was off by two but we’re here one year. (Laughter.) No President—well, I read it in lots of good papers, actually. (Laughter.) But they’ll change the story when I say it. No President has ever cut so many regulations in their entire term, okay—(applause)—as we’ve cut in less than a year. (Applause.)</p>\r\n\r\n<p>And it’s my opinion that the regulations had as big an impact as these massive tax cuts that we’ve given. So I really believe it. (Applause.)</p>\r\n\r\n<p>We’ve ended the war on American energy. We were in war. And we’ve ended the war on beautiful, clean coal. (Applause.) One of our great natural resources. And very important for our defense—coal—very important for our defense. Because we have it. We don’t have to send it through pipes. We don’t have to get it from foreign countries. We have more than anybody. And they wanted to end it. And our miners have been mistreated and they’re not being mistreated anymore. We’re doing tremendous business. (Applause.)</p>\r\n\r\n<p>I was in Vietnam, and the Prime Minister and the President of Vietnam were there. And we have a massive deficit with them, like we do with everybody else because these Presidents have just let it go to hell. We have the worst trade deals you’ve ever seen. So we’re changing it.</p>\r\n\r\n<p>So I said, we have too big of a deficit with Vietnam; I’m not happy. He said, “Well, but we’re going to…” I said, “Buy coal. Buy coal.” They use a lot of coal. Buy coal. And he said, “You know, we have bought coal from West Virginia and other places, and it’s the finest coal we have ever used.” It’s interesting. And West Virginia now is doing great. You look at what’s happening in West Virginia. You look at what’s happening in Pennsylvania. You look at what’s happening in Ohio. (Applause.) And you look at what’s happening in Wyoming. You look at what’s happening all over. It’s like a—it’s like a different world.</p>\r\n\r\n<p>And remember this: Virtually, as soon as I got into office, we approved the Keystone XL pipeline and the Dakota Access pipeline, which would never have been approved. (Applause.) And we announced our withdrawal from the totally disastrous, job-killing, wealth-knocking-out—you know, it knocked out our wealth, or it would have. They basically wanted to take our wealth away. They didn’t want us to use our wealth power. We knocked out the Paris Climate Accord. Would have been a disaster. (Applause.) Would have been a disaster for our country.</p>\r\n\r\n<p>AUDIENCE: USA! USA! USA!</p>\r\n\r\n<p>THE PRESIDENT: You know, basically, it said, you have a lot of oil and gas that we found—you know, technology has been amazing—and we found things that we never knew. But we have massive—just about the top in the world—we have massive energy reserves. We have coal. We have so much. And basically, they were saying, don’t use it, you can’t use it.</p>\r\n\r\n<p>So what it does is it makes us uncompetitive with other countries. It’s not going to happen. I told them, it’s not going to happen. And, you know, China, their agreement didn’t kick in until 2030. Right? Our agreement kicks in immediately. Russia, they’re allowed to go back into the 1990s, which was not a clean environmental time.</p>\r\n\r\n<p>Other countries, big countries—India and others—we had to pay, because they considered them a growing country. They were a growing country. I said, “What are we?” Are we allowed to grow too? Okay? (Laughter.) Now, are we allowed to grow? (Applause.) They called India a “developing nation.” They called China a “developing nation.” But the United States, we’re developed—we can pay.</p>\r\n\r\n<p>So, folks, if you don’t mind—I’ll tell you what—it’s amazing how many people understood the Paris Accord, because it sounds so good. It’s like some of the environmental regulations that I cut—they have the most beautiful titles. And sometimes I’d say, “Look, I’m just going to close my eyes and sign this because, you know what, I’m going to get killed on this one.” And I get so much thanks. The country knows what I’m doing. We couldn’t build. We couldn’t farm. If you had a puddle on your land, they called it a lake for the purposes of environmentals. (Applause.) I mean, it’s crazy. It’s crazy.</p>\r\n\r\n<p>And I’d sign certain bills and I’d have farmers behind me and I’d have house builders, home builders behind me. And these are tough people, strong people. They fought hard. They’ve worked all their lives, hard. And they’d be—half of them would be crying because we gave them their property back. We gave them the right to earn a living. They couldn’t do it. They couldn’t do what they had to do. We gave them their property back. We gave them their dignity back. (Applause.)</p>\r\n\r\n<p>By the way, you don’t mind if I go off script a little bit because, you know, it’s sort of boring. It’s a little boring. (Applause.) Got this beautiful speech, everything is wonderful but a little boring. We have to, you know —</p>\r\n\r\n<p>But we gave them their dignity back. And that’s why our country is doing record business. We’re doing record business. We’re doing business—and you have to look at the fundamentals. Companies are pouring back into this country. They’re pouring back. Not like — I mean, when did you hear about car companies coming back into Michigan and coming to Ohio and expanding? (Applause.) When did you hear — you never heard that. You hear they’re leaving. I’ve been talking about it for 20 years.</p>\r\n\r\n<p>I was a private sector guy. But for whatever reason, I always had — these guys always covered me much more than anybody else. I always got a lot of these characters. They used to treat me so good too, until I ran for office. I used to get the greatest publicity. A friend of mine said, “You know, you used to be the king of getting great publicity. What happened?” I said, “Well, I have some views that they’re opposed to for a lot of bad reasons.” (Laughter.) A lot of really bad reasons.</p>\r\n\r\n<p>But when you look at what’s happening to our country, it’s incredible. And the fundamentals are so strong. The stock market — I just see with all of the ups and downs — since Election Day, is up 37 percent from Election — 37 percent. (Applause.) Now, it did a little bit of a correction. In fact, I started to say — you know, I was in it for like 13, 14 months from election. I say, “Is this sucker ever going down a little bit? This is a little embarrassing.” It was up 100, up 200, up 1,000, up 150, up 90, up 63. I said, “Good, that’s better.” (Laughter.) You know, hey, we’ve got seven years to go, folks. You know, we got a long time to go. (Applause.) So thank you, everybody. You’ve been amazing. You’ve been amazing.</p>\r\n\r\n<p>You know what Matt didn’t say — when I was here in 2011, I made a speech, and I was received with such warmth. And they give — they used to give — I don’t know if Matt does that because he might not want to be controversial, but they used to give “the best speech of CPAC.” Do they do that still, Matt? Because you better pick me or I’m not coming back again. (Laughter.)</p>\r\n\r\n<p>But — and I got these — everybody, they loved that speech. And that was, I think, Matt — I would say, that might have been the first real political speech that I made. It was a love fest — 2011, I believe the time was — and a lot of people remembered, and they said, “We want Trump. We want Trump.” And after a few years, they go by, and I say, “Here we are. Let’s see what we can do.”</p>\r\n\r\n<p>And then everybody said, “He cannot get elected. He cannot do it.” You need 270 votes. You need Electoral College — which, by the way, is much tougher than the popular vote. The popular vote, actually, would be so much easier. You go three or four states, and you just go and you just do great job. Hillary forgets that. You know, she went to these states. I said, “What’s she doing? Why does she keep going back to California?” (Laughter.) Crazy.</p>\r\n\r\n<p>Next time, they’re going to remember Iowa. They’re going to remember Ohio. (Applause.) Remember? They spent a lot of time in Pennsylvania to no avail. (Applause.) They spent a lot of money. They spent a lot of money in North Carolina, the great state of North Carolina. (Applause.) We did very well there. We have a great person in the room, Mark Meadows, from North Carolina. (Applause.) He’s around here. Where’s Mark? Where’s Mark? And Deb. And we have Jim Jordan. Warriors. Warriors all. (Applause.) We have a lot of great — we have a lot of great people here. But, you know, we just — we hit a chord.</p>\r\n\r\n<p>And if you remember, 2011, probably that was the beginning of what we’ve done. And hopefully, at the end of a period of time, people are going to say thank you, because it is not easy. We’re fighting a lot of forces. They’re forces that are doing the wrong thing. They’re just doing the wrong thing. I don’t want to talk about what they have in mind. But they do the wrong thing. But we’re doing what’s good for our country for the long-term viability and survival. Like, for instance, $700 billion got approved for our military. Our military was going to hell. (Applause.)</p>\r\n\r\n<p>We declined to certify the terrible one-sided Iran nuclear deal. That was a horrible deal. (Applause.) Whoever heard you give $150 billion to a nation that has no respect for you whatsoever? They’re saying “Death to America” while they’re signing the agreement. If somebody said “Death to America” while I’m signing an agreement, and I’m President, I immediately say, “What’s going on here, folks? I’m not signing.” (Laughter.) What’s going on?</p>\r\n\r\n<p>They just kept going. Kerry — Kerry may be the worst negotiator I’ve ever seen. (Laughter.) How about this guy — how about — and Obama, of course — he’s the one. But how about $1.8 billion in cash? Did you ever see what, like, a million dollars in hundred-dollar bills? A lot of people do it as a promotion. It’s a lot. It’s big. It’s like big. (Laughter.) Now, take that, go to $1.8 billion in cash. $1.8 billion. For what? For what? Why did we do this? Why did we do it?</p>\r\n\r\n<p>Anyway, we didn’t certify, and lots of interesting things are happening with that whole mess. But we have to treat — people that treat us well, we treat them well. People that treat us badly, we treat them much worse than they can ever imagine. That’s the way it has to be. (Applause.) That’s the way it has to be.</p>\r\n\r\n<p>We officially recognized Jerusalem as the capital of Israel. (Applause.) You know, every President campaigned on, “We’re going to recognize Jerusalem as the capital of Israel.” Everybody — for many Presidents — you’ve been reading it. And then they never pulled it off. And I now know why.</p>\r\n\r\n<p>Because I put the word out that I may do it. Right? I said, I’d do it in my campaign, so that usually means — unless I find something — I’m going to do it. I was hit by more countries and more pressure and more people calling, begging me, “Don’t do it. Don’t do it. Don’t do it.” I said, “We have to do it. It’s the right thing to do. It’s the right thing to do. We have to do it.” (Applause.) And I did it.</p>\r\n\r\n<p>But every other President really lied, because they campaigned on it. That was always a big part of the campaign. And then they got into office; they never did it. So I understand why they didn’t do it. Because there was tremendous — the campaign against it was so incredible. But you know what? The campaign for it was also incredible, and we did the right thing. (Applause.)</p>\r\n\r\n<p>So we’ve kept our promise, as I said, to rebuild our military, eliminating the defense sequester, which is a disaster. And I don’t know if you saw the number, $700 billion. You know, ultimately, that comes before everything else. We can talk about lots of things. But if we don’t have a strong military, you might not be allowed into this room someday. Okay? You may not have your houses, your homes, your beautiful communities. We better take care of our military. These are the greatest people, and we’re going to take care of our veterans. (Applause.) We’re going to take care of the vets. We’ve been doing a good job on the vets.</p>\r\n\r\n<p>And after years of rebuilding other nations — we rebuild other nations — we rebuild other nations that have a lot of money, and we don’t ever say, “Hey, you got to help.” We’re finally rebuilding our nation. We’re rebuilding our nation. (Applause.) And we’re restoring our confidence and our pride.</p>\r\n\r\n<p>All of us here today are united by the same timeless values. We defend our Constitution, and we believe in the wisdom of our Founders. Our Constitution is great. (Applause.) We support the incredible men and women of law enforcement. (Applause.) True. We know that a strong nation must have strong borders. We celebrate our history and our heroes, and we believe young Americans should be taught to love their country and to respect its traditions.</p>\r\n\r\n<p>Don’t worry, you’re getting the wall. Don’t worry, okay? I heard some — (applause) — we’re getting the wall.</p>\r\n\r\n<p>AUDIENCE: Build that wall! Build that wall! Build that wall!</p>\r\n\r\n<p>THE PRESIDENT: I had a couple of these characters in the back say, “Oh, he really doesn’t want the wall. He just used that for campaigning.” I said, are you — can you believe it? (Laughter.) You know, I say, every time I hear that, the wall gets 10 feet higher. You know that, right? (Applause.) Every time. Every single time. Okay?</p>\r\n\r\n<p>No, we’re going to have the wall or they’re not going to have what they want. You know, we have a problem: We need more Republicans. We have a group of people that vote against us in a bloc. They’re good at two things: resisting, obstruction. Resisting, obstruction. And they stick together. They do. They always vote in a bloc. You know, it’s very rare that you get a couple of them to come your way. Even on the tax cuts. I mean, we’re going to be fighting these people in the ’18 election. We’re going to be fighting people that voted against the tax cuts, because the tax cuts are phenomenal and popular, and helping people and helping our country.</p>\r\n\r\n<p>You saw Apple just brought $350 billion in; Exxon brought $50 billion in. (Applause.) So we’re going to be fighting.</p>\r\n\r\n<p>The fact is, we need more Republicans to vote. (Applause.) We want to get our agenda. Because, now, what we have to do is in order to get a vote to fix our military, we have to give them $100 billion in stuff that nobody in this room, including me, wants, in many cases. It’s terrible. We need more Republicans. That’s why you have to get out and you have to fight for ’18. You have to do it. (Applause.)</p>\r\n\r\n<p>We salute our great American flag, we put our hands on our hearts for the Pledge of Allegiance. (Applause.) And we all proudly stand for the national anthem. (Applause.)</p>\r\n\r\n<p>AUDIENCE: USA! USA! USA!</p>\r\n\r\n<p>THE PRESIDENT: Above all else, we know that faith and family, not government and bureaucracy, are at the center of American life. We know that. (Applause.) Because in America, we don’t worship government, we worship God. (Applause.)</p>\r\n\r\n<p>Our nation’s motto is, “In God We Trust.” (Applause.) And this week, our nation lost an incredible leader who devoted his life to helping us understand what those words really mean. Leader. He was a leader. He was a great man.</p>\r\n\r\n<p>We will never forget the historic crowds, that voice, the energy, and the profound faith of a preacher named Billy Graham. (Applause.) Great man and great family. Franklin Graham. Great family. And they were for us — I’ll tell you, they were for us. Right from the beginning they were for us.</p>\r\n\r\n<p>As a young man, Billy decided to devote his life to God. That choice not only changed his life, it changed our country. And indeed, it even changed the world.</p>\r\n\r\n<p>Reverend Graham’s belief in the power of God’s word gave hope to millions and millions who listened to him with his very beautiful, but very simple message: God loves you. (Applause.) And a very special tribute — because it’s almost never done — on Wednesday, we will celebrate Billy Graham’s life as he lies in honor in the Rotunda of our Capitol. (Applause.) Very rarely.</p>\r\n\r\n<p>One day — Wednesday until Thursday, about 11 o’clock on Wednesday. I bet those lines are going to be long and beautiful, because he deserves it. Not everybody deserves it. But very few people — you look back, Ronald Reagan was so honored. Very few people are so honored. That’s a big thing. And he really, almost more than anybody you can think of, he deserves to be in the Rotunda. So that’s going to be very special. Wednesday at 11 o’clock. (Applause.) And Paul, and Mitch, and the whole group, they worked very hard to make it all happen. So we want to thank them too.</p>\r\n\r\n<p>Everywhere you go, all over the country, in cities small and large, Americans of all faiths reach out to our Creator for strength, for inspiration, and for healing. Great time for healing. In times of grief and hardship, we turn to prayer for solace and for comfort.</p>\r\n\r\n<p>In recent days, our entire nation has been filled with terrible pain and sorrow over the evil massacre in a great community — Parkland, Florida. This senseless act of mass murder has shocked our nation and broken our hearts.</p>\r\n\r\n<p>This week, I had the honor of meeting with students from Marjory Stoneman Douglas High School, with families who have lost their children in prior shootings — great families, great people — and with members of the local community right here in Washington, D.C. Our whole nation was moved by their strength and by their courage.</p>\r\n\r\n<p>We listened to their heart-wrenching stories, asked them for ideas, and pledged to them — and I can speak for all of the senators and congressmen and congresswomen, all of the people in this room that are involved in this decision — that we will act. We will do something. We will act.</p>\r\n\r\n<p>With us on Wednesday was one of the families whose daughter didn’t come home last week — a beautiful young woman named Meadow Pollack. Incredible family. I had them in the Oval Office. Incredible people. You’ve probably seen her picture. She had a beautiful, beautiful smile, and a beautiful life. So full of promise.</p>\r\n\r\n<p>We wish there was something — anything — we could do to bring Meadow and all of the others back. There are not enough tears in the world to express our sadness and anguish for her family, and for every family that has lost a precious loved one. No family should ever save — and ever have to go in and suffer the way these families have suffered. They’ve suffered beyond anything that I’ve ever witnessed.</p>\r\n\r\n<p>A father drops his daughter off at school, kisses her goodbye, waves to her — she’s walking up the path — and never sees her alive again. Gets a call. Can’t believe it. Thinks it’s a nightmare. Wants to wake up from the nightmare.</p>\r\n\r\n<p>So we want to hear ideas from Americans of all backgrounds and beliefs about how we can improve security at our schools, tackle the issue of mental health. Because this was a sick person — very sick — and we had a lot of warning about him being sick. This wasn’t a surprise. To the people that knew him, this wasn’t even a little bit; in fact, some said, were surprised it took so long. So what are we doing? What are we doing? We want to ensure that when there are warning signs, we can act and act very quickly.</p>\r\n\r\n<p>Why do we protect our airports, and our banks, our government buildings, but not our schools? (Applause.) It’s time to make our schools a much harder target for attackers. We don’t want them in our schools. (Applause.) We don’t want them.</p>\r\n\r\n<p>When we declare our schools to be gun-free zones, it just puts our students in far more danger. (Applause.) Far more danger. Well-trained, gun-adept teachers and coaches and people that work in those buildings; people that were in the Marines for 20 years and retired; people in the Army, the Navy, the Air Force, the Coast Guard; people that are adept — adept with weaponry and with guns — they teach. I mean, I don’t want to have 100 guards standing with rifles all over the school. You do a concealed carry permit. (Applause.)</p>\r\n\r\n<p>And this would be a major deterrent because these people are inherently cowards. If they thought — like, if this guy thought that other people would be shooting bullets back at him, he wouldn’t have gone to that school. He wouldn’t have gone there. It’s a gun-free zone. It says, this is a gun-free zone; please check your guns way far away. And what happens is they feel safe. There’s nobody going to come at them.</p>\r\n\r\n<p>This way, you may have — and remember, if you use this school as an example — this is a very big school with tremendous floor area and a lot of acreage. It’s a big, big school. Good school. A big, big school. You’d have to have 150 real guards. Look, you had one guard. He didn’t turn out to be too good, I will tell you that. He turned out to be not good. He was not a credit to law enforcement, that I can tell you. That I can tell you. (Applause.)</p>\r\n\r\n<p>But as I’ve been talking about this idea — and I feel it’s a great idea, but some people that are good people are opposed to it; they don’t like the idea of teachers doing it. But I’m not talking about teachers. You know, CNN went on, they said, “Donald Trump wants all teachers.” Okay? Fake news, folks. Fake news. Fake news.</p>\r\n\r\n<p>I don’t want a person that’s never handled a gun that wouldn’t know what a gun looks like to be armed. But out of your teaching population — out of your teaching population, you have 10 percent, 20 percent of very gun-adept people. Military people, law enforcement people, they teach. They teach. (Applause.)</p>\r\n\r\n<p>And something I thought of this morning. You know what else? And I thought of it since I found and watched Peterson, the deputy who didn’t go into the school because he didn’t want to go into the school. Okay? He was tested under fire, and that wasn’t a good result.</p>\r\n\r\n<p>But you know what I thought of as soon as I saw that? These teachers — and I’ve seen them at a lot of schools where they had problems — these teachers love their students. And the students love their teachers, in many cases. These teachers love their students. And these teachers are talented with weaponry and with guns. And they feel safe. And I’d rather have somebody that loves their students and wants to protect their students than somebody standing outside that doesn’t know anybody and doesn’t know the students, and, frankly, for whatever reason, decided not to go in even though he heard lots of shots being fired inside.</p>\r\n\r\n<p>The teachers and the coaches and other people in the building — the dean, the assistant dean, the principal — they can — they love their people. They want to protect these kids. And I think we’re better with that. And this may be 10 percent or 20 percent of the population of teachers, et cetera. It’s not all of them. But you would have a lot, and you would tell people that they’re inside. And the beauty is, it’s concealed. Nobody would ever see it unless they needed it. It’s concealed.</p>\r\n\r\n<p>So this crazy man who walked in wouldn’t even know who it is that has it. That’s good. That’s not bad; that’s good. And a teacher would have shot the hell out of him before he knew what happened. (Applause.) They love their students. They love those students, folks. Remember that. They love their students.</p>\r\n\r\n<p>And I’m telling you that would work. Because we need offensive capability. We can’t just say, oh, it’s a gun-free school. We’re going to do it a little bit better. Because then you say, “What happens outside?” The students now leave school, and you got a thousand students — you got 3,500 at the school we’re talking about — but you have a thousand students standing outside. The teachers are out there also. If a madman comes along, we have the same problem, but it’s outside of the school. Or they drive cars. There are a lot of things that can happen.</p>\r\n\r\n<p>I want to stop it. And I know it’s a little controversial to say — but I have to say, since I started this two days ago, a lot of people that were totally opposed to it are now agreeing. They love their students. They don’t want their students to be killed or to be hurt. (Applause.)</p>\r\n\r\n<p>So we have to do something that works. And one of the big measures that we will do, and everybody in this room I think has to agree — and there’s nobody that loves the Second Amendment more than I do. And there’s nobody that respects the NRA — they’re friends of mine. They backed us all. They’re great people. They’re patriots. (Applause.) But they’re great people. But we really do have to strengthen up, really strengthen up background checks. We have to do that. (Applause.)</p>\r\n\r\n<p>And we have to do — for the mentally ill, we have to do very, very — we don’t want to people that are mentally ill to be having any form of weaponry. We have to be very strong on that. (Applause.)</p>\r\n\r\n<p>So we’re going to do that. And I really believe that Congress is going to get it through this time. And they have a different leader. They have somebody that wants to get it through; not somebody that’s just all talk, no action, like so many of these folks. This is somebody that wants to get it through.</p>\r\n\r\n<p>But I also want to protect — we need a hardened site. It has to be hardened. It can’t be soft. Because they’ll sneak in through a window, they’ll sneak in some way. And, again, you’re standing there totally unprotected.</p>\r\n\r\n<p>You know the five great soldiers from four years ago, three of them were world-class marksmen. They were on a military base in a gun-free zone. They were asked to check their guns quite far away. And a maniac walked in, guns blazing, killed all of five of them. He wouldn’t of had a chance if these world-class marksmen had — on a military base — access to their guns. And I’m going to look at that whole policy on military bases. If we can’t have — (applause) — all five were killed. All five. The guy wouldn’t have had a chance.</p>\r\n\r\n<p>But we’re going to look at that whole military base, gun-free zone. If we can’t have our military holding guns, it’s pretty bad. We had a number of instances on military bases. You know that. So we want to protect our military. We want to make our military stronger and better than it’s ever been before. (Applause.)</p>\r\n\r\n<p>We also need to create a culture in our country that cherishes life and human dignity. That’s part of what we’re talking about. (Applause.) A culture that condemns violence and never glorifies violence. We need to foster real human connections and turn classmates and colleagues into friends and neighbors that want to fight for us.</p>\r\n\r\n<p>We’re not just having a conversation about school safety. You’ve had conversations — in all fairness, I’m pretty new on this job. We’re here a little more than a year. I’ve been watching this stuff go on for 20 years. The President gets up, everybody is enthusiastic for the first couple of days, then it fades, fades, fades. Nothing ever gets done. We want to see if we can get it done. Let’s get it done right. (Applause.) We really owe it to our country. And I’ve been watching for a long time. Seen a lot of words, and I’ve seen very little action.</p>\r\n\r\n<p>And, you know, if you think about, most of its just common sense. It’s not “do you love guns, do hate guns.” It’s common sense. It’s all common sense. And some of the strongest advocates about what I’m saying are the strongest advocates — I know them very well — political people — the strongest advocates for the Second Amendment. But this is common sense.</p>\r\n\r\n<p>In addition to securing our schools, we’re also implementing a strategy to secure our streets. We want our kids to be safe everywhere they go, whether they’re in a classroom walking home from school or just outside playing with their friends. (Applause.) Every child deserves to grow up in a safe community surrounded by a loving family and to have a future filled with opportunity and with hope. (Applause.) Thank you. Thank you. Just not fair.</p>\r\n\r\n<p>Reducing violent crime in America is a top priority for my administration, and we will do whatever it takes to get it done. No talk. We’re going to do what it takes to get it done. (Applause.)</p>\r\n\r\n<p>As you’ve seen, pretty well reported, that we’re significantly increasing gun prosecutions by tremendous percentages, and we’re working to get violent offenders off our streets and behind bars, and get them behind bars quickly, for a long time, or get them the hell out of our country. (Applause.)</p>\r\n\r\n<p>In 2017, we brought cases against more violent offenders than any administration in a quarter of a century — more than any administration. And we’re just gearing up. We have tough people. I’ll tell you what — when you deal with MS-13, the only thing they understand is toughness. They don’t want anything. All they understand is toughness. If that ICE agent or Border Patrol agent is tougher than them, they respect him. We got the toughest guys you’ve ever seen. We got tough. (Applause.) They don’t respect anything else. And they shouldn’t be in our country. They were let in for years. They shouldn’t be, and we’re getting them out.</p>\r\n\r\n<p>Our administration prosecuted more people for federal firearm charges than has been done in more than a decade. And again, we’re just gearing up. We’ve convicted 1,200 gang members and nearly 500 human traffickers. (Applause.) You know what human trafficking — who would think that we have this in this age? And with our foreign partners, we’ve helped charge or arrest more than 4,000 members of the savage gang that we talked about — MS-13.</p>\r\n\r\n<p>Now, they don’t like guns. You know why? They’re not painful enough. These are animals. They cut people. They cut them. They cut them up in little pieces and they want them to suffer. And we take them into our country because our immigration laws are so bad. And when we catch them — it’s called catch-and-release — we have to, by law, catch them and then release them. Catch-and-release. And I can’t get the Democrats — and nobody has been able to for years — to approve common-sense measures that, when we catch these animal-killers, we can lock them up and throw away the keys. (Applause.)</p>\r\n\r\n<p>In 2017, our brave ICE officers arrested more than 100,000 criminal aliens who have committed tens of thousands of crimes. And believe me, these are great people. They cannot — the laws are just against us. They’re against — they’re against safety. They don’t make sense. And you meet with Democrats and they’re always fighting for the criminal. They’re not fighting for law-abiding citizens. They’re always fighting for the criminal. (Applause.) Doesn’t make sense.</p>\r\n\r\n<p>Here are just some of the criminal charges and convictions for the aliens arrested by ICE: 11,000 charges or convictions for sex crimes; 48,000 for assault; 13,000 for burglary; and 1,800 for killing people.</p>\r\n\r\n<p>We’re cracking down on sanctuary cities. Can you believe this? (Applause.) Where they protect — that’s another one. Because we want our cities to be sanctuaries for law-abiding Americans, not for criminals. (Applause.)</p>\r\n\r\n<p>And, by the way, the Senate Democrats and the House Democrats have totally abandoned DACA. They’ve total — they don’t even talk to me about it. They have totally abandoned. You know, we get the reputation — like DACA, it’s not Republican. We’ll let me tell you, it is Republican, because we want to do something about DACA, get it solved after all these years.</p>\r\n\r\n<p>The Democrats are being totally unresponsive. They don’t want to do anything about DACA, I’m telling you. And it’s very possible that DACA won’t happen, and it’s not because of the Republicans, it’s going to be because of the Democrats. And frankly, you better elect more Republicans, folks, or it will never happen. (Applause.)</p>\r\n\r\n<p>The Democrats voted in favor of sanctuary cities. In other words, they voted to protect criminal aliens instead of voting to protect the American citizens.</p>\r\n\r\n<p>To secure our country, we are calling on Congress to build a great border wall to stop dangerous drugs and criminals from pouring into our country. (Applause.) And now they’re willing to give us the wall, but they don’t want to give us any of the laws to keep these people out.</p>\r\n\r\n<p>So we’re going to get the wall, but they don’t want to give us all of the other — chain migration, lottery. Think of a lottery. You have a country. They put names in. You think they’re giving us their good people? Not too many of you people are going to be in a lottery. So we pick out people. Then they turn out to be horrendous, and we don’t understand why.</p>\r\n\r\n<p>They’re not giving us their best people, folks. They’re not giving us — I mean, use your heads. They’re giving us — it’s a lottery. I don’t want people coming into this country with a lottery. I want people coming into this country based on merit. Based on merit. (Applause.)</p>\r\n\r\n<p>I want people, and we all want to be admitting people, who have skills, who can support themselves financially, who can contribute to our economy, who will love our people, and who will share our values, who will love our country. (Applause.)</p>\r\n\r\n<p>I don’t want people who drive a car at 100 miles an hour down the West Side Highway and kill 8 innocent victims, and destroy the lives of 14 more. Nobody talks about that. Nobody ever talks about the people that have been so horribly injured, who lose legs and arms, in Manhattan, where I used to spend my time.</p>\r\n\r\n<p>I know it very well, the stretch along the West Side Highway. People run in order to stay in shape. They want to be healthy, they want to look good. They’re running all the time; I see it. They run. We work in different ways. (Laughter.) But they run. No, but think of this — they run. And they’re so — they want to be fit. They’re proud people. They want to be fit, and they’re running up and down West Side Highway. It’s beautiful. It’s a beautiful thing.</p>\r\n\r\n<p>And this maniac takes a car going down the highway, and just turns to a right, and he kills eight. But he really badly wounded 12 to 14 other people.</p>\r\n\r\n<p>So somebody think of it: Runs to stay in shape, leaves the house, is jogging along, working hard, ends up going home two months later with no leg or with no arm, or with two legs missing. Nobody ever talks about that. They talk about the people, rightfully, that were killed. But they don’t talk about the people whose lives have been just changed — just changed. They don’t talk about that.</p>\r\n\r\n<p>This guy came in through chain migration and a part of the lottery system.</p>\r\n\r\n<p>AUDIENCE: Booo —</p>\r\n\r\n<p>THE PRESIDENT: They say 22 people came in with him. In other words, an aunt, an uncle, a grandfather, a mother, a father, whoever came in. But a lot of people came in. That’s chain migration. Let’s see how those people are doing, by the way.</p>\r\n\r\n<p>We’ve got to change our way. Merit system. I want merit system. Because you know what’s happening? All of these companies are coming into our country. They’re all coming into our country. And when they come in, we need people that are going to work. I’m telling you, we need workers now. We need workers. (Applause.)</p>\r\n\r\n<p>But when I walked in today, did anyone ever hear me do the snake during the campaign? Because I had five people outside say, “Could you do ‘The Snake’?” And I said, well, people have heard it. Who hasn’t heard “The Snake”? You should read it anyways. (Laughs.) Let’s do it anyway. I’ll do it. All right? Should we do it? (Applause.)</p>\r\n\r\n<p>Now, this was a rock-and-roll song — little amendments — a rock-and-roll song. But every time I do it, people — and you have to think of this in terms of immigration. We have to have great people come into our — I want people to come into our country. And I want people that are going to help us. And I don’t want people that are going to come in and be accepting all of the gifts of our country for the next 50 years and contribute nothing. I don’t want that, and you don’t want that.</p>\r\n\r\n<p>I want people that are going to help and people that are going to work for Chrysler, who is now moving from Mexico into Michigan, and so many other — and Apple, by the way. (Applause.) And Foxconn up in Wisconsin. They’re going to need 25,000 workers. I want people that can come in, and get to work and work hard. Even if it means a learning period — that’s fine.</p>\r\n\r\n<p>But I want people that are going to come in and work. And I want people that love us and look at security. And they want you to be safe, and they want to be safe. I want great people coming into this country. I don’t want people coming in the way they do now, because I want people that contribute.</p>\r\n\r\n<p>So this is called “The Snake.” And think of it in terms of immigration. And you may love it, or you may say, isn’t that terrible. Okay? And if you say, isn’t that terrible, who cares? Because the way they treat me — that’s peanuts compared to the way they treat me. Okay? (Laughter.) Immigration.</p>\r\n\r\n<p>“On her way to work one morning, down the path along the lake, a tenderhearted woman saw a poor, half-hearted, frozen snake. His pretty colored skin had been all frosted with the dew. ‘Poor thing,’ she cried, ‘I’ll take you in, and I’ll take care of you.’</p>\r\n\r\n<p>‘Take me in, oh, tender woman. Take me in, for Heaven’s sake. Take me in, oh, tender woman,’ sighed the vicious snake.</p>\r\n\r\n<p>She wrapped him up all cozy in a comforter of silk, and laid him by her fireside with some honey and some milk. She hurried home from work that night, and soon as she arrived, she found that pretty snake she’d taken in had been revived.</p>\r\n\r\n<p>‘Take me in, oh, tender woman. Take me in for Heaven’s sake. Take me in, oh, tender woman,’ sighed the vicious snake.</p>\r\n\r\n<p>She clutched him to her bosom, ‘You’re so beautiful,’ she cried. But if I hadn’t brought you in by now, surely you would have died.’</p>\r\n\r\n<p>She stroked his pretty skin again, and kissed and held him tight. But instead of saying thank you, that snake gave her a vicious bite.</p>\r\n\r\n<p>‘Take me in, oh, tender woman. Take me in for Heaven’s sake. Take me in, oh, tender woman,’ sighed the vicious snake.</p>\r\n\r\n<p>‘I saved you,’ cried the woman. ‘And you’ve bitten me. Heaven’s why? You know your bite is poisonous, and now I’m going to die.’</p>\r\n\r\n<p>‘Oh, shut up, silly woman,’ said the reptile with a grin. ‘You knew damn well I was a snake before you took me in.'” (Applause.)</p>\r\n\r\n<p>And that’s what we’re doing with our country, folks. We’re letting people in, and it’s going to be a lot of trouble. It’s only getting worse. But we’re giving you protection like never before. Our law enforcement is doing a better job than we’ve ever done before. And we love our country. And we’re going to take care of our country. Okay? We’re going to take care of our country. (Applause.)</p>\r\n\r\n<p>So just in finishing, our country is starting to do very well. Our economy is blazing. Jobs are at a record level. Jobs are so good. 2.7 million jobs created since the election. (Applause.) Unemployment claims have reached a 45-year low. (Applause.)</p>\r\n\r\n<p>African American unemployment has reached the lowest level in our history. (Applause.) Hispanic unemployment has reached the lowest level in our history. (Applause.) Women — women unemployment is at the lowest level in 18 years. (Applause.) Wages are rising for the first time in many, many years. (Applause.)</p>\r\n\r\n<p>Small business confidence is at a record high. And thanks to our massive tax cuts, millions of Americans are getting to keep a great percentage of their money instead of paying it to a government that throws it out the window. (Applause.)</p>\r\n\r\n<p>So I just leave you with this: We have to fight Nancy Pelosi. They want to give your money away. They want to give your money away. They want to end your tax cuts. They want to do things that you wouldn’t even believe, including taking your Second Amendment rights away. They will do that.</p>\r\n\r\n<p>AUDIENCE: Booo —</p>\r\n\r\n<p>THE PRESIDENT: So we have to get out there and we have to fight in ’18 like never before — just the way you fought with us. Just the way you fought with us. You fought so hard, and you were so tough, and you were so smart. You were so smart. And you know what? I know for a fact you did the right thing, because we’re looking at the numbers. And the numbers — even they have to give credit for the kind of numbers that we’re producing. Nobody has ever seen anything like it. (Applause.)</p>\r\n\r\n<p>Under my administration, the era of economic surrender is over. We’re renegotiating trade deals that are so bad, whether it’s NAFTA or whether it’s World Trade Organization, which created China — that created — if you look at China, it was going along like this, then we opened, stupidly, this deal. And China has been like a rocket ship ever since.</p>\r\n\r\n<p>And now, last year, we had almost a $500 billion trade deficit with China. We can’t have that. We can’t have that. I have great respect for President Xi, but we can’t have that. We have to go, and we have to do what we have to do. We just can’t let countries — as an example, Mexico. We have a $100 billion trade deficit with Mexico. What does that tell you? You know what it tells you? NAFTA is no good. It never was any good. But for some reason, nobody ever changed it. They emptied our factories — you got to see the car plants and the auto plants in Mexico. Like — you’ve never seen anything like it before.</p>\r\n\r\n<p>I want those companies — and they’re starting — I want them back here. I want them back here. They’re going to come back here, too. (Applause.) And we want to make our neighbors happy. But we can’t continuously have other nations taking advantage of the United States like never before. And this has gone on for a long time. This has gone on for longer — the last administration was a disaster, but this has gone on for much longer than the last administration. And we got to change it. We’re going to change it.</p>\r\n\r\n<p>So we’re renegotiating deals. And you know what? Hate to say it, but if we can’t make a fair deal for the United States, we will terminate the deal and we’ll start all over again. (Applause.) We have to do it. (Applause.)</p>\r\n\r\n<p>So, under my administration, and with your help — don’t forget — you, many of you, were the forgotten people. You were the people that, when the polls came out, they didn’t know that you existed. The Democrats are trying to figure out who you are, because they want to get you back. But you are people — we’ve had people that never voted, but they’re great patriots — but they never saw anybody they wanted to vote for. Then they go to the election, they’ve got Trump-Pence, Trump-Pence. They got hats, they got all sorts of things. Trump over here — “Make America Great Again” hats. Right? (Applause.)</p>\r\n\r\n<p>So our country is starting to do well. We are going to make it great, better, safer than it ever was before. The reason is you. This has been a great movement. They try like hell, they cannot stand what we’ve done. But we’re doing the right thing. We’re even doing the right thing for them. They just don’t know it yet. (Applause.) They just don’t know it yet.</p>\r\n\r\n<p>Even the media — the media will absolutely support me sometime prior to the election. All those horrible people back there, they’re going to support me. You know why? Because if somebody else won, their ratings would go down, they’d all be out of business. (Applause.) Nobody would watch. They’d all be out of business.</p>\r\n\r\n<p>So I just want to tell you that we are going to win. I’d love you to get out there, work really hard for ’18. We need more Republicans to keep the tax cuts and keep all of this going.</p>\r\n\r\n<p>And I love you. I respect you. I appreciate everything you’ve done for the country. (Applause.)</p>\r\n\r\n<p>AUDIENCE: USA! USA! USA!</p>\r\n\r\n<p>THE PRESIDENT: I appreciate everything you’ve done.</p>\r\n\r\n<p>I do want to say, because people have asked — North Korea — we imposed today the heaviest sanctions ever imposed on a country before. (Applause.)</p>\r\n\r\n<p>And frankly, hopefully something positive can happen. We will see. But hopefully something positive can happen. But that just was announced, and I wanted to let you know. We have imposed the heaviest sanctions ever imposed.</p>\r\n\r\n<p>So, ladies and gentlemen, thank you for everything. You have been incredible partners. (Applause.) Incredible partners. And I will let you know in the absolute strongest of terms, we’re going to make America great again, and I will never, ever, ever let you down. Thank you very much. (Applause.) Thank you. (Applause.)</p>\r\n", "audio": "https://d4q9blt8qjhv3.cloudfront.net/americanpresident/audio/President_Trump_Delivers_Remarks_Conservative_Political_Action_Conference.mp3", "introduction": "<p>President Trump addresses the Conservative Political Action Conference by pointing to his conservative credentials and praising the tax cut passed in December 2017. He also warns the crowd not to get complacent&nbsp;about the midterm elections in November 2018 and be sure to vote for Republicans.</p>\r\n"}