{"president": "Donald Trump", "doc_name": "april-23-2020-task-force-briefing-coronavirus-pandemic", "date": "2020-04-23T17:50:00-04:00", "title": "April 23, 2020: Task Force Briefing on the Coronavirus Pandemic ", "transcript": "THE PRESIDENT: Thank you very much. Later this evening, we expect the House to pass the Paycheck Protection Program and Health Care Enhancement Act. I’m grateful that Congress is answering my call to deliver these additional $320 billion in relief for the American worker and for small businesses.\n\r\n\r\n At a time when many Americans are enduring significant economic challenges, this bill will help small businesses to keep millions of workers on the payroll. You see states are starting to open up now, and it’s very exciting to see. I think it’s very awe-inspiring. We’re coming out of it, and we’re coming out of it well.\n\r\n\r\n And we’re—really, I’m very happy the governors have been—the governors, really, have been doing a really good job working with us, and it’s—it’s, really, pretty impressive to see. I’ve spoken to numerous leaders of countries over the last 48 hours, and they are saying we’re leading the way. We’re really leading the way in so many different ways.\n\r\n\r\n I’m also very pleased that Harvard—as you know, it’s Harvard and Stanford and Princeton and numerous other universities and colleges, and also large businesses have sent funds back to us. And in some cases, I stopped funds that I looked at. And we are pleased to report that the funds have either not gone out or it’s about $350 million, and they’ve either not gone out or we’ve renegotiated it and they’re not getting them.\n\r\n\r\n So—and it’s—in a couple of cases, they’re sending them back and sending them back immediately. So I think it was very nice. I want to thank Harvard in particular. They acted very quickly and decisively. And they agreed, when they heard the facts, that they should not be getting it. So we appreciate it very much from Harvard, Princeton, Stanford, and other institutions.\n\r\n\r\n The bill also includes $30 billion to support small lending institutions serving distressed communities, helping countless African American and Hispanic American small businesses.\n\r\n\r\n As we continue our battle against the virus, the data and facts on the ground suggest that we’re making great progress. In 23 states, new cases have declined in the peak—week. Forty percent of American counties have also seen a rapid decline in new cases. Forty-six states reported drop in patients showing coronavirus-like symptoms. That’s a big number.\n\r\n\r\n To keep America gaining momentum, every citizen needs to maintain the vigilance. And we all understand that very well; we’ve gone over it many, many times. This includes practicing good hygiene, maintaining social distance, and the voluntary use of face covering.\n\r\n\r\n A safe and phased reopening of our economy—it’s very exciting, but it does not mean that we are letting down our guard at all, in any way. On the contrary, continued diligence is an essential part of our strategy to get our country back to work, to take our country back. We’re winning this, and we’re going to win it, and we’re going to keep watching. We’re going to watch very closely for the invisible enemy.\n\r\n\r\n With each passing day, we’re learning more and more about this enemy. The scientists at DHS have released a report offering a number of insights about how the virus reacts to different temperatures, climates, and surfaces. The findings confirm that the virus survives better in cold or in drier environments and does less well in warmer and more humid environments.\n\r\n\r\n I have to say that, very excitingly, we’re going to have somebody up; Bill will be up in just a little while. It was a great report you gave. And he’s going to be talking about how the virus reacts in sunlight. Wait until you hear the numbers. You won’t even believe them.\n\r\n\r\n U.S. trials of the COVID-19 have been going on and have been approved in the United States, Germany, UK, and China. That’s big news. And we’re—a lot of trials are going on. We have a lot of great, brilliant minds working on this, both from the standpoint of a vaccine and therapeutics.\n\r\n\r\n We must be careful in all conditions, but we will—we will get this done. We’re very close to a vaccine. Unfortunately, we’re not very close to testing because when the testing starts, it takes a period of time. But we’ll get it done.\n\r\n\r\n And I want to thank the head of DHS Science and Technology, Bill Bryan, for what he’s going to be doing and what he’s going to be saying and the report that he’s about to give. I think it’s going to be something that nobody has ever heard. It’ll be brand-new information and very important information.\n\r\n\r\n My administration continues to leverage the Defense Production Act to dramatically increase the manufacture and delivery of critical medical supplies. We finalized three contracts to produce 39 million more N95 masks in 90 days. And as you know, we’re also using a sterilization process. Some great equipment that will sterilize the masks up to 20 times per mask. So that’s like ordering 20 times more masks. And it’s working very well.\n\r\n\r\n We just want the hospitals and the institutions, where it is, to use it. A lot of people don’t use it. They’re so used to getting a new mask, they don’t want to use it. They want to go and immediately get a new one. We’re asking them to use the sterilization process. Every bit as good—up to 20 times. Think of that.\n\r\n\r\n In addition to ramping up our domestic assembly lines, we also have airlifted nearly 750 million pieces of personal protective equipment into the United States through our Project Airbridge, which has been an incredible thing to watch. It’s really a military operation.\n\r\n\r\n The Vice President is now providing each governor with an exhaustive count[y]-by-county breakdown of the privately distributed personal protection. And this is equipment and things that are incredible. It’s personal protective equipment. It’s incredible, and it’s all brand new and at the highest level. We’re getting only the highest level. And also, we’re looking at essential gear within their states, and it’s being delivered to different states quickly and as we speak.\n\r\n\r\n This way, the governor should know exactly what’s being delivered through a private-sector supply chain within their states, as well as through the Project Airbridge. We’re trying to get it immediately from the plane to the state. When we can’t do that, we bring it into our facilities and get it to the governors. And we’re getting them fast, and we’re notifying them very strongly so they know it’s there. Governors can use this information to quickly ensure that they get materials where and when they are needed.\n\r\n\r\n Today, I also want to extend my special thanks to our nation’s incredible county emergency management teams who have been working relentlessly for weeks around the clock, end on end, to serve their communities, help distribute critical supplies, and save countless American lives. We salute these heroic officials on the frontlines.\n\r\n\r\n As we continue to develop potential therapies, the FDA has recently begun a national effort to expand access to convalescent plasma donated from the blood of those who have recovered from the virus. The blood of these donors contains antibodies that can potentially reduce the severity of the illness in those who are sick—and frankly, those that are very sick. Nearly 3,000 patients are now enrolled in the Expanded Access Program, receiving transfusions nationwide.\n\r\n\r\n And I want to thank all of the people that recovered, for what they’ve done. They—as I said yesterday, they raise their hand when they barely can walk, and they’re saying, “I want to donate blood. I want to donate whatever it is that you want, because we want to help people.” It’s really quite incredible.\n\r\n\r\n Convalescent plasma will also be used to manufacture a concentrated antibody treatment that does not have to be matched with a particular blood type. This concentrated antibody treatment could be used as a preventative measure to keep healthcare workers and other high-risk populations from contracting the virus in the first place. A very big deal.\n\r\n\r\n Clinical trials of these products are slated to begin within weeks, and we can maybe have a fairly quick solution. I urge Americans to get in there and keep doing what you’re doing, because again, we want those people recovering or recovered from coronavirus to contact their local blood and plasma donation center to learn how they can help. And they’ve been so great, and I just appreciate it.\n\r\n\r\n My administration has also partnered with leading—and we have really been establishing some great partnerships with leading technology companies and scientific journals to create a database of 52,000 scholarly articles on the virus that can be analyzed by artificial intelligence.\n\r\n\r\n Top AI experts are now using this wealth of data to gain insights into potential therapies. And we’re collaborating with tech firms, universities, and our national labs to harness American supercomputers in the search for treatments and vaccines. That search is going on, and it’s being—I think you’ll see in the future—you’ll see it’s very successful. Ultimately, it’ll be a tremendous success. Great progress is being made at a rapid pace—a pace like no other.\n\r\n\r\n We have every hope that with the full might and resources of American science and technology, and with the courage and devotion of the American people who have been so incredible, we will end this plague, and together we will restore the full measure of American strength and power and prosperity.\n\r\n\r\n Our country is going to do fantastically well. You see what’s going on. There is a pent-up demand in our country to get it back right where it was and maybe even better, and that’s what’s going to happen.\n\r\n\r\n So with that, I’d like to ask Mike Pence to come up—Vice President. Say a few words please, Mike.\n\r\n\r\n THE VICE PRESIDENT: Thank you, Mr. President. And good afternoon. Today, the White House Coronavirus Task Force met. And while our hearts are with the families of those who have lost their life to the coronavirus and those who are struggling with serious illness today, our team, led by Dr. Deborah Birx, informs us that the data continues to show promising signs of progress.\n\r\n\r\n The New York metro area, New Jersey, Connecticut, Detroit and New Orleans all appear to be past their peak. And we are seeing consistent declines in hospitalization and cases in regions across the country.\n\r\n\r\n Our only conclusion is that we’re getting there, America, because the American people have put into practice the President’s guidelines of social distancing because you’ve been listening and adhering to the guidance of state and local officials. We are—we’re making—we’re making meaningful progress. In a very real sense, sparing Americans to be exposed to the coronavirus and, no less extent, saving lives.\n\r\n\r\n Our task force actually believes, Mr. President, that if we continue these mitigation efforts in the days ahead—as states implement their policies, including phased reopening—that we’ll preserve those gains. We do believe, by early summer, we could be in a much better place as a nation with much of this coronavirus epidemic behind us.\n\r\n\r\n Earlier today, we also had a conference call led by Secretary Ben Carson and leaders from HUD about the President’s announcement yesterday that he is repurposing the White House Opportunity and Revitalization Council to focus on the impact of the coronavirus on minority communities. Secretary Carson will convene the council tomorrow, and we’ll be reporting tomorrow afternoon on their progress.\n\r\n\r\n We want to thank the more than 270 leaders of organizations dedicated to housing, homelessness, and improving the lives of people across our urban communities—not only for being with us today, for the way they have partnered with our administration and partnered with state and local officials to put the health of all of their constituencies first.\n\r\n\r\n As the President mentioned, we’ll—you’ll receive a report that our task force received formally this week from Bill Bryan of the Science and Technology Directorate at the Department of Homeland Security. He will outline, as the President said, encouraging news about the impact that heat and sunlight have on the coronavirus, which will increase the confidence that we feel about the coming summer.\n\r\n\r\n On the subject of testing: At the present moment, we have reports of 4.93 million tests having been performed across America. And encouraging news: As states have been engaging commercial labs at a higher level across the country, yesterday our commercial lab system did more than 100,000 tests in a single day. So we’re beginning to activate all of the capacity.\n\r\n\r\n And tomorrow, at the President’s direction, our task force will convene a conference call with all of the nation’s governors to talk about the progress that they are making on testing. And we’re going to hear from governors about the practices that—and methods that they are employing to significantly increase testing following our briefing about capacity in laboratories this past Monday.\n\r\n\r\n For instance, Governor Mike DeWine just announced that Ohio’s testing has been greatly expanded after the FDA approved Thermo Fisher’s new extraction reagent, saying, in his words, that the action, quote, “probably doubled, maybe even tripled testing in Ohio virtually overnight.”\n\r\n\r\n Governor Tim Walz of Minnesota announced, along with the state’s healthcare system, the Mayo Clinic, and the University of Minnesota, what he described as a breakthrough for rapid, widespread testing—able to test more than 20,000 people using a molecular test per day.\n\r\n\r\n Governor Kim Reynolds of Iowa launched the Test Iowa Initiative that will triple testing capacity by partnering with Nomi Health and DOMO. She also worked with the University of Iowa Hospitals to leverage further capacity.\n\r\n\r\n And Governor Eric Holcomb and Governor Andy Beshear, of Indiana and Kentucky respectively, both announced additional drive-through testing locations.\n\r\n\r\n Our priority has always been to focus first on those impacted by the coronavirus and then on those extraordinary healthcare workers ministering to their needs every day. And I know, Mr. President, how proud you are that our men and women in uniform have come alongside our healthcare workers in communities most impacted, and I know the American people are proud as well.\n\r\n\r\n As of today, FEMA reports that 35,000 National Guard have been deployed across the country to aid in our coronavirus response. Governor Kevin Stitt of&nbsp;Ohio&nbsp;[Oklahoma] actually deployed the National Guard to hospitals across the state to evaluate protective equipment and hospital capacity and report it in to state emergency management and FEMA.\n\r\n\r\n And Governor Greg Abbott of Texas actually mobilized more than 1,200 National Guard and 45 teams to provide greater access to testing.\n\r\n\r\n Along with the National Guard, at the President’s direction today, more than 4,500 active duty military doctors, nurses, and medical assistants have been deployed across the country. Yesterday, 1,013 medical professionals in our military were actually deployed to 19 hospitals in 7 states to support those amazing healthcare workers.\n\r\n\r\n And with 4.4 million more Americans filing for unemployment in the past week, I joined the President in welcoming passage in the House today of the Paycheck Protection Program. It’ll support working families. It’ll allow small businesses to keep people on the payroll for a period of two months. But it also, as the President requested, included $75 billion to assist hospitals across the country.\n\r\n\r\n And in that spirit, the President and I will continue to urge states across the country: Given the unique burden on hospitals, we are now encouraging states to restart elective surgeries, wherever possible—either statewide or on a county-by-county basis. We recognize the role elective surgeries play in finances for local hospitals and we’ll be working with states to enable that.\n\r\n\r\n In that vein, Governor Doug Ducey exec-—issued an executive order not long ago, allowing elective surgeries beginning May 1 for hospitals that meet certain preparedness criteria.\n\r\n\r\n And Indiana’s governor, Eric Holcomb, is allowing elective clinical procedures to begin on April 21st.\n\r\n\r\n Finally, Mr. President, the task force received today our first report on state reopening plans. At the present moment, 16 states have released formal reopening plans. Thirteen of those were actually released since you unveiled the Opening Up America Guidelines to our governors and to the nation last week.\n\r\n\r\n And to your point, Mr. President, states are beginning to make those plans. And we’re encouraged to see so many states embracing the phased approach to reopening their economies that’s contemplated in our Guidelines for Opening Up America Again.\n\r\n\r\n For instance, Governor Mike Parson of Missouri announced the “Show Me Strong” Recovery Plan as two initial phases intended to protect the most at-risk.\n\r\n\r\n Governor Tom Wolf announced the Plan for Pennsylvania that would begin May 8th—will end a stay-at-home order for just portions of Pennsylvania. But the plan, again, requires regions to have fewer than 50 new positive cases per 100,000 for a period of 14 days, and it also lays out a phased reopening roadmap.\n\r\n\r\n Governor Kate Brown of Oregon updated their framework for reopening, doing three phases—again, on a county-by-county basis.\n\r\n\r\n And Governor Brad Little of Idaho released “Rebound Idaho” in just the last few days that will consist of four phases and require specific criteria that Idaho and businesses need to meet to begin to reopen.\n\r\n\r\n Mr. President, with the—with the Guidelines to Open Up America Again, states are making plans. And at your direction, our task force will continue to work very closely, providing them with the data, providing them with the resources to be able to implement those plans in a safe and responsible way.\n\r\n\r\n So, with that, let me just end where I began, and to say thank you to the American people. The progress that we are seeing is a testament to what all of you have done; to our extraordinary healthcare workers; to a partnership between the federal government and to state and local official. And I’m confident it’s also owing to the prayers of millions of Americans each and every day.\n\r\n\r\n All of that combined, we’re—we’re slowing the spread. We’re protecting the most vulnerable. We’re saving lives. And every single day, we are one day closer to opening up America again.\n\r\n\r\n With that, Mr. President, I’d be pleased to call Bill forward. Bill Bryan leads the Science and Technology Directorate at the Department of Homeland Security and now will make a presentation on their recent study.\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: Thank you, Mr. Vice President. Thank you, Mr. President —\n\r\n\r\n THE PRESIDENT: Thank you, Bill.\n\r\n\r\n ACTING UNDER SECRETARY BRYAN:—for this opportunity to do this today.\n\r\n\r\n Good afternoon everybody. My name is Bill Bryan and I lead the Science and Technology Directorate at the U.S. Department of Homeland Security. Over the last several months, we’ve intensified the Department’s R&amp;D efforts to identify and deliver information that informs our response to COVID-19. S&amp;T is working to identify, develop, deploy, and deploy the tools and information to support our response to this crisis.\n\r\n\r\n As part of our efforts, we’re leveraging the unique capabilities of S&amp;T’s National Biodefense Analysis and Countermeasures Center to study the biology of the COVID-19 virus. This center is a high-biocontainment laboratory located in Frederick, Maryland. It was established in the early 2000s, in response to the Amerithrax attacks, and where we study, characterize, analyze, and develop countermeasures for biological threats to the homeland. We work closely with the CDC, FDA, HHS, and also our Department of Defense colleagues and many others.\n\r\n\r\n Yesterday, I shared the emerging results of our work that we’re doing now with the Coronavirus Task Force. And today, I would like to share certain trends that we believe are important.\n\r\n\r\n If I may have the first slide, please. And while that’s coming up, our most striking observation to date is the powerful effect that solar light appears to have on killing the virus—both surfaces and in the air. We’ve seen a similar effect with both temperature and humidity as well, where increasing the temperature and humidity or both is generally less favorable to the virus.\n\r\n\r\n So let me illustrate with this first slide. If you look to the right, you’ll see that term “half-life,” with a bunch of timestamps on there.\n\r\n\r\n First, let me tell you what a “half-life” is. We don’t measure the virus as far as how long we live on the surface; we have to measure the decay of the virus in terms of its half-life, because we don’t know certain elements. We don’t know how much a person expectorates when he—when he spits—right?—when he sneezes, whatever the case may be. We don’t know how much virus is in there. So it’s—that has a long—a bearing on how long the virus is going to be alive and active. So we measure it in half life because half-life doesn’t change.\n\r\n\r\n So if you look at an 18-hour half-life, what you’re basically saying is that every 18 hours, the virus—it’s the life of the virus is cut in half. So if you start with 1,000 particles of the virus, in 18 hours, you’re down to 500. And 18 hours after that, you’re down to 250, and so on and so forth. That’s important, as I explain in the rest of the chart.\n\r\n\r\n If you look at the first three lines, when you see the word “surface,” we’re talking about nonporous surfaces: door handles, stainless steel. And if you look at the—as the temperature increases, as the humidity increases, with no sun involved, you can see how drastically the half-life goes down on that virus. So the virus is dying at a much more rapid pace, just from exposure to higher temperatures and just from exposure to humidity.\n\r\n\r\n If you look at the fourth line, you inject summer—the sunlight into that. You inject UV rays into that. The same effects on line two—as 70 to 35 degrees with 80 percent humidity on the surface. And look at line four, but now you inject the sun. The half-life goes from six hours to two minutes. That’s how much of an impact UV rays has on the virus.\n\r\n\r\n The last two lines are aerosols. What does it do in the air? We have a very unique capability—I was discussing this with the President prior to coming out; he wanted me to convey it to you—on how we do this. I believe we’re the only lab in the country that has this capability.\n\r\n\r\n But if you can imagine a Home Depot bucket—a five-gallon Home Depot bucket—we’re able to take a particle—and this was developed and designed by our folks at the NBACC. We’re able to take a particle of a virus and suspend it in the air inside of this drum and hit it with various temperatures, various humidity levels, multiple different kinds of environmental conditions, to include sunlight. And we’re able to measure the decay of that virus while it’s suspended in the air. This is how we do our aerosol testing.\n\r\n\r\n We worked with John Hopkin Applied Physics Lab, and we actually developed a larger drum to do actually more testing. And it’s four times the size of that. So this is the capability that we bring to this effort.\n\r\n\r\n So, in summary, within the conditions we’ve tested to date, the virus in droplets of saliva survives best in indoors and dry conditions. The virus does not survive as well in droplets of saliva. And that’s important because a lot of testing being done is not necessarily being done, number one, with the COVID-19 virus, and number two, in saliva or respiratory fluids.\n\r\n\r\n And thirdly, the virus dies the quickest in the presence of direct sunlight under these conditions. And when you—when you look at that chart, look at the aerosol as you breathe it; you put it in a room, 70 to 75 degrees, 20 percent humidity, low humidity, it lasts—the half-life is about an hour. But you get outside, and it cuts down to a minute and a half. A very significant difference when it gets hit with UV rays.\n\r\n\r\n And, Mr. President, while there are many unknown links in the COVID-19 transmission chain, we believe these trends can support practical decision making to lower the risks associated with the virus.\n\r\n\r\n If I can have my next slide.\n\r\n\r\n And when that—while that comes up, you’ll see a number of some practical applications. For example, increasing the temperature and humidity of potentially contaminated indoor spaces appears to reduce the stability of the virus. And extra care may be warranted for dry environments that do not have exposure to solar light.\n\r\n\r\n We’re also testing disinfectants readily available. We’ve tested bleach, we’ve tested isopropyl alcohol on the virus, specifically in saliva or in respiratory fluids. And I can tell you that bleach will kill the virus in five minutes; isopropyl alcohol will kill the virus in 30 seconds, and that’s with no manipulation, no rubbing—just spraying it on and letting it go. You rub it and it goes away even faster. We’re also looking at other disinfectants, specifically looking at the COVID-19 virus in saliva.\n\r\n\r\n This is not the end of our work as we continue to characterize this virus and integrate our findings into practical applications to mitigate exposure and transmission. I would like to thank the President and thank the Vice President for their ongoing support and leadership to the department and for their work in addressing this pandemic. I would also like to thank the scientists, not only in S&amp;T and the NBACC, but to the larger scientific and R&amp;D community.\n\r\n\r\n Thank you very much.\n\r\n\r\n THE PRESIDENT: Thank you, Bill.\n\r\n\r\n Q: Mr. Bryan —\n\r\n\r\n THE PRESIDENT: Thank you very much. So I asked Bill a question that probably some of you are thinking of, if you’re totally into that world, which I find to be very interesting. So, supposing we hit the body with a tremendous—whether it’s ultraviolet or just very powerful light—and I think you said that that hasn’t been checked, but you’re going to test it. And then I said, supposing you brought the light inside the body, which you can do either through the skin or in some other way, and I think you said you’re going to test that too. It sounds interesting.\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: We’ll get to the right folks who could.\n\r\n\r\n THE PRESIDENT: Right. And then I see the disinfectant, where it knocks it out in a minute. One minute. And is there a way we can do something like that, by injection inside or almost a cleaning. Because you see it gets in the lungs and it does a tremendous number on the lungs. So it would be interesting to check that. So, that, you’re going to have to use medical doctors with. But it sounds—it sounds interesting to me.\n\r\n\r\n So we’ll see. But the whole concept of the light, the way it kills it in one minute, that’s—that’s pretty powerful.\n\r\n\r\n Steve, please.\n\r\n\r\n Q: You’re saying that the country will be in a better place by early summer. Does that mean you’re going to need to extend the social distancing guidelines until then?\n\r\n\r\n THE PRESIDENT: Well, we may, and we may go beyond that. We’re going to have to see where it is. And I think people are going to know. You’re going to know. I’m going to know. I think people are going to know just out of common sense. At some point, we won’t have to do that. But until we feel it’s safe, we’re going to be extending.\n\r\n\r\n Q: You said you have 23 cases where new cases—23 states where new cases are on decline. What does that mean about when the country can be safely reopened to a more normal point?\n\r\n\r\n THE PRESIDENT:&nbsp; Yeah, but it means we’re going to watch those cases very carefully. I think we’ve all gotten very good at it. We’ve gotten good at tracing. We see where the cases are, where they’re going, and we’re going to be watching it. And it’s called “containment.” At a certain point, we’re going to be able to contain.\n\r\n\r\n And, you know, when you see this, a lot of people have been talking about summer. Maybe this is one of the reasons. We’ve—I once mentioned that maybe it does go away with heat and light. And people didn’t like that statement very much. The—the fake news didn’t like it at all. And I just threw it out as a suggestion, but it seems like that’s the case, because when it’s on a surface that would last for a long time, when that surface is outside, it goes away very quickly. It dies very quickly with the sun.\n\r\n\r\n Yeah, go ahead.\n\r\n\r\n Q: You said yesterday that you’re going to look into Senator McConnell’s suggestion for allowing states to declare bankruptcy versus the aid —\n\r\n\r\n THE PRESIDENT: Yeah, we’ll look into it, and I have been looking into it. I’ve been talking to a lot of the different senators, but I don’t want to talk about it now. That was a very interesting presentation.\n\r\n\r\n Go ahead, Jon.\n\r\n\r\n Q: Well, I wanted to talk about McConnell’s suggestion that aid to the states amounts to a blue —\n\r\n\r\n THE PRESIDENT: I just told you I’m not talking about it now.\n\r\n\r\n Q:—to a blue-state (inaudible).\n\r\n\r\n THE PRESIDENT: I’ll talk about it later.\n\r\n\r\n Q: Okay.\n\r\n\r\n THE PRESIDENT: I’d like to talk about something that, right now, is of more interest to people.\n\r\n\r\n Q: Could I ask Mr. Bryan a question?\n\r\n\r\n THE PRESIDENT: Yeah. Sure.\n\r\n\r\n Q: Thank you. When you started your presentation, you described this as an emerging result. Does this mean your study is conclusive? Is there more work to do?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: We’re continuing with that. For example, on the aerosol side, you notice the figures were 20 percent humidity. We’re looking at higher humidity levels. We would expect that would even have a greater impact on the virus. We’re looking at other types of disinfectants. And—and so we’re—this is a—as a scientific community, we’re continuing to study the virus to understand its characteristics.\n\r\n\r\n Q: Mr. Bryan, can you explain why some hotspots we’ve seen in the U.S. are hot and humid, like New Orleans, for example?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: Let me explain—if you look at the coronavirus as a chain with many links, what we’ve done through our study is we’ve identified some of the weak links in that chain, that the virus—the transmission of the virus depends upon. We identified that heat and humidity is a weakness in that chain. We’ve identified that sunlight, solar light, UV rays is a weakness in that chain. That doesn’t take away the other activities—the guidance from the White House, the guidance from the CDC and others on the actions and steps that people need to take to protect themselves.\n\r\n\r\n This is just another—another tool in our tool belt, right? Another—another weapon in the fight that we can add to it and, in the summer, we know that summer-like conditions are going to create an environment where the transmission can be decreased. And that’s an opportunity for us to get ahead.\n\r\n\r\n Q: But I—just, can I ask about—the President mentioned the idea of cleaners, like bleach and isopropyl alcohol you mentioned. There’s no scenario that that could be injected into a person, is there? I mean —\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: No, I’m here to talk about the findings that we had in the study. We won’t do that within that lab and our lab. So —\n\r\n\r\n THE PRESIDENT: It wouldn’t be through injection. We’re talking about through almost a cleaning, sterilization of an area. Maybe it works, maybe it doesn’t work. But it certainly has a big effect if it’s on a stationary object.\n\r\n\r\n Q: Mr. Bryant, are we simplifying it too much by saying that it’d be better with the warmer weather and the sun coming out more and more, that people would be outside than staying inside their home, confined to the four walls of their house?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: It would be irresponsible for us to say that we feel that the summer is just going to totally kill the virus and that if it’s a free-for-all and that people ignore those guidelines. That is not the case.\n\r\n\r\n We have an opportunity, though, to get ahead with what we know now and factor that into the decision making for what opens and what doesn’t.\n\r\n\r\n THE PRESIDENT: But so are you saying, on surfaces, the heat, the hot summer, and whatever other conditions—humidity and lack of humidity—that that would have an impact so that on surfaces, where it can be picked up, it will die fairly quickly in the summer, whereas in the winter, it wouldn’t die so quickly?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: Yes, Mr. President. When it’s exposed to UV rays—take playground equipment, for example: The UV rays hitting a piece of playground equipment will kill the virus when it hits that—when it hits on the playground equipment. But underneath, where the sun does not get, if someone touched that and had it on their hands, it could still be there, right? Because it has to be in direct light of the UV rays.\n\r\n\r\n THE PRESIDENT: If it’s on somebody’s hands, right?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: Yes.\n\r\n\r\n THE PRESIDENT: And they haven’t touched their face and all of the things that we’ve all been —\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: If it’s exposed to the sun, it’ll —\n\r\n\r\n THE PRESIDENT: I know, but if they’re outside—right—and their hands are exposed to the sun, will that kill it as though it were on a piece of metal or something else?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: Not—I don’t want to say it will at the same rate, because it’s a non-porous surface. But what we do know—what we do know is that we looked at the worst-case scenario, and the virus lives longer on non-porous surfaces. So porous surfaces, it doesn’t look quite as long. So, in theory, what you said is correct.\n\r\n\r\n THE PRESIDENT: This is sort of semi-non-porous, right? This, right?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: That’s true. Yes, Mr. President.\n\r\n\r\n Q: Mr. Bryan, how can the governors —\n\r\n\r\n (Cross-talk.)\n\r\n\r\n THE PRESIDENT: Wait, wait, wait, wait. Okay, go ahead.\n\r\n\r\n Q: One at a time. Mr. Bryan, how should governors who are opening their states, working on that, will incorporate the findings of this study into those guidelines?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: I would leave that up to the governors. This is a —\n\r\n\r\n Q: What was your advice?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: This is a decision—this factors into their decision process.\n\r\n\r\n As I mentioned, with knowing this knowledge and having this knowledge, as we continue to study and further know what the virus does and how it reacts, it could impact the way a governor will look at when he opens in a state, how he opens it, in what environments these things are opened up. But I leave that up to the governors to make that decision.\n\r\n\r\n Q: Obviously, at the moment, the advice is stay at home. By the summer, could we be flipping that and saying you’d be much better off being outside with UV rays or the humidity that Washington brings in August?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: I would not go contrary to the guidance that have been issued right now. I think, though, to tell you that if—if I’m having an event with my family, I’m doing it in the driveway or in the backyard, not inside the house with my children.\n\r\n\r\n THE PRESIDENT: In fact, I’m thinking about moving outside to the Rose Garden. (Laughter.) No, it’s a very interesting question, actually.\n\r\n\r\n Okay. Please, go ahead. In the back.\n\r\n\r\n Q: Mr. Bryan, how much more research—how much more time would it take to have conclusive results that could be used here? You said these were emerging results?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: We—we first were able to receive the virus back in February, is when we started testing. And it is a science-based approach. Science is a process; the doctor can attest to that. It doesn’t necessarily line up with goals and targets and other things. It is what it is. But we are now starting to get results. And—and we’re—every week or two weeks, we’re starting to find out something new and something different.\n\r\n\r\n And in talking to the task force and the Vice President, he’s already asked us to come to him every time we come up with some new discoveries that we could be—that we could share to the public.\n\r\n\r\n THE PRESIDENT: Phil?\n\r\n\r\n Q: Yeah, sir, have you compared notes with your counterparts and other foreign governments or in private industry who might have been studying the same thing? And do their findings show the same result that you found here?\n\r\n\r\n ACTING UNDER SECRETARY BRYAN: We have. We do have a very good partnership with a lot of our allies. We work closely with them on this particular topic. We actually authored a document called the Master Questions List. If you go to DHS S&amp;T’s website, we’ve already had about 17,000 hits on this document. It actually outlines what all the countries in the world are doing to fill the certain gaps of knowledge that don’t exist within the virus and what we do know.\n\r\n\r\n And that is really what targets and drives the science community to say, “All right, what don’t we know now, so we don’t duplicate what other people have done?” So we’ve championed that document, it’s well referenced, and I would encourage you to look at that.\n\r\n\r\n THE PRESIDENT: And we are working with other countries on vaccines, as you know.\n\r\n\r\n Yeah. Go ahead. Please.\n\r\n\r\n Q: Thanks, Mr. President. If there is a summer ebb with this virus, what would the federal government need to do to take advantage of that time?\n\r\n\r\n THE PRESIDENT: Say it? In the beginning—what?\n\r\n\r\n Q: Oh, so if there is a summer, sort of, ebb with this virus, what would the federal government need to do to take advantage of that time to be better prepared for a possible resurgence in the fall than we were the first time?\n\r\n\r\n THE PRESIDENT: Well, I’ll tell you one thing: I think a lot of people are going to go outside all of a sudden. People that didn’t want to go outside, they’ll be going.\n\r\n\r\n This was a—to me this is very—really, a very interesting meeting. We covered it in great detail. And these are incredible people at that—we could call it a laboratory, because that’s essentially what it is. It’s a super laboratory. It’s a lot of things going on in that laboratory.\n\r\n\r\n Q: Right, but what would you —\n\r\n\r\n THE PRESIDENT: A lot of very interesting things going on in that laboratory.\n\r\n\r\n Yeah.\n\r\n\r\n Q: What would you and other areas that the government need to do on testing, for example, or other things like that to be prepared if it came back in the fall?\n\r\n\r\n THE PRESIDENT: Sure, Mike. Go ahead. Go ahead.\n\r\n\r\n Q: How would you take advantage of the summer?\n\r\n\r\n THE PRESIDENT: Go ahead.\n\r\n\r\n THE VICE PRESIDENT: It’s—it’s actually a very good question. It’s something the task force already has begun discussing. That we are—if—a combination of factors.\n\r\n\r\n Let me say again: As states put into practice the Guidelines to Open Up America Again, implement safe and responsible plans to open up their economies along the lines that the President unveiled a week ago today; as people continue to properly exercise social distancing, as is recommended in each phase, that, in combination with some of these findings, could well give us a summer respite from the coronavirus.\n\r\n\r\n And our team is already speaking about working on a continuous basis through this summer. Every single day we’re increasing testing. Every single day, air bridge flights are coming into the country. There are—I can promise you, at the President’s direction, there will be no letting up on—on making sure that our hospitals have the equipment, have the personal protective supplies for medical personnel.\n\r\n\r\n There’ll be no letting up on the development of therapeutics by our great pharmaceutical companies that are driving toward a vaccine as soon as it is possible to make available to the public. And there’ll be no letting up on continuing to scale testing—already, more than anyone in the world. But by next fall, we’ll have a broad range of testing, a variety of different means.\n\r\n\r\n And that’s why we say with confidence that should the coronavirus reemerge at any point next fall or next winter, we will be prepared to deal with it, identify it, do the contact tracing and isolation to ensure that—that we—we deal with this epidemic in the manner that we—that we deal with infectious diseases.\n\r\n\r\n THE PRESIDENT: Okay. Yeah. Go ahead.\n\r\n\r\n Q: Mr. President, on the subject of medical research: Why have you stopped promoting hydroxychloroquine as a cure?\n\r\n\r\n THE PRESIDENT: I haven’t at all. I haven’t at all. What are you say-—we’ll see what happens.\n\r\n\r\n Q: You haven’t talked about it in several days.\n\r\n\r\n THE PRESIDENT: We’ve had a lot of very good results and we had some results that perhaps aren’t so good. I don’t know. I just read about one, but I also read many times good. So I haven’t at all. And it’s a—it’s a great—for malaria, for lupus, for other things. And we’ll see what it is.\n\r\n\r\n But, I guess, Deborah, they have many, many studies going on on that. So we’ll—we’ll be able to learn.\n\r\n\r\n Q: Have you looked at the veteran study that shows that—that the death rate is higher —\n\r\n\r\n THE PRESIDENT: I have not. I haven’t seen it. I have not seen it.\n\r\n\r\n Go ahead, please.\n\r\n\r\n Q: Mr. President, we’re now over 26 million new jobless claims over five weeks.\n\r\n\r\n THE PRESIDENT: Yeah. Yeah.\n\r\n\r\n Q: How—the Vice President talked about this summer getting better. But how—what do your economists tell you about the time it’s going to take to you and the U.S. to create the jobs back?\n\r\n\r\n THE PRESIDENT: Well, I know a lot about economists.\n\r\n\r\n Q: August?\n\r\n\r\n THE PRESIDENT: Yeah.\n\r\n\r\n Q: September?\n\r\n\r\n THE PRESIDENT: Sure.\n\r\n\r\n Q: October?\n\r\n\r\n THE PRESIDENT: Well, let me go. We—we know the rest of the question, right? So I—I know a lot about economists, and the answer is they have no idea. I think I have as good an idea as anybody, and I think our economy will start to pick up very substantially, as soon as the states get open.\n\r\n\r\n And that’s happening as we speak, and it’s actually very exciting, and people are just—just thrilled to see it, because our country has to get back to work. They want to get back to work. You see that, whether it’s a demonstration or just in talking to people. They’re going to get back to work, and they’re going to get back to work very fast.\n\r\n\r\n States are advanced. I look at Gavin Newson—was—Newsom was very nice today. He wrote a beautiful statement about—we sent him a lot of—a lot of things that he needed. Okay? Things—different things that he needed. We got—we got it taken care of. They’ve done very well in California, as you know. They’re doing really well in Florida. They’re doing well in a lot of places. New York and New Jersey got hit very hard. They’re doing very well.\n\r\n\r\n I spoke again with Governor Cuomo, with Governor Murphy. They’re doing—they’re doing a great job. And here’s the thing: We have to see. They got hit hard. Everyone close together—tight in. People don’t realize New Jersey is very tight. You realize that because you’ve been covering it for a long time, but very tight. New York obviously is very tight. They’re doing a terrific job.\n\r\n\r\n I—I think for the most part—I’ll be able to tell you when it’s all over, but a lot of the governors have done a really terrific job. Some I don’t think have, to be honest. But we’ll be talking about that in future.\n\r\n\r\n Yes, go ahead.\n\r\n\r\n Q: Thank you, Mr. President. In a new interview today with Time Magazine, Dr. Fauci said that the U.S. is not in a situation where we can say we are where we want to be, with regard to testing capacity. He said we need much more testing capacity, as well as tests. So why do you keep saying we have a tremendous testing capacity? And do we have a national strategy that goes beyond tracking just what the states are doing?\n\r\n\r\n THE PRESIDENT: The answer is yes. And the answer is—as you know, and as I’ve said many times—we’re very advanced in testing. Other countries are calling us to find out what are we doing.\n\r\n\r\n And, by the way, within two weeks, you’ll see numbers and you’ll see different forms of testing—just like we came up with the Abbott Laboratories machine, which gives it to you in five minutes—that everybody wants. Everybody is asking, “Can we get that?” But you can only make them so fast. But, as you know, we’ve done more testing than every other nation combined, and that’s a big statement.\n\r\n\r\n And, you know, when they talk about different tests and different things, we’re also a bigger nation than most. And so, when they look at statistics—because, statistically, we’re doing phenomenally, in terms of mortality, in terms of all of the different elements that you can judge. When you look, Germany and ourselves are doing very well.\n\r\n\r\n We are very accurate in the reporting of numbers. In fact, I’ll go a step further. As you know, in New York, they actually added quite a few deaths to a list that was done in New York. And they added a number of deaths. We’re very, very—highly accurate.\n\r\n\r\n And then you’ll look at certain lists of other countries. Some are so obvious just to look at, where obviously the number is ridiculous, in the form of low, because they’re not accurate counts. They’re not even close to accurate counts. In fact, they’re insulting to look at them.\n\r\n\r\n So we’ve done very well. Again, testing—we’re doing very well on testing. We’ve tested far more than anybody else anywhere in the world. And within a short period of time, you’ll be hearing about new tests that are coming out that are going to be incredible.\n\r\n\r\n Steve, go ahead.\n\r\n\r\n Q: Do you agree with Dr. Fauci that we’re just not there yet?\n\r\n\r\n THE PRESIDENT: No, I don’t agree with him on that. No, I think we’re doing a great job in testing. I don’t agree. If he said that, I don’t agree with him.\n\r\n\r\n Yes.\n\r\n\r\n Q: Are you considering ways to get—to ramp up production of that Abbott rapid test?\n\r\n\r\n THE PRESIDENT: Yeah, well, they’re doing it. I’ll tell you, Steve, they—they’re doing it at a level that they’ve never done it before. Abbott is a great company. It’s a very big, highly respected company. They came up with this machine where you do it—I’ve done it both ways. I’ve done it this way and I didn’t like it. And I’ve done it the Abbott way, where you literally just touch and, five minutes later, you know the answer.\n\r\n\r\n And we use them in the White House. I think you folks have been given that opportunity, which is much more pleasant than the first way that they looked at you. Right?\n\r\n\r\n We’re making them—hundreds of thousands of machines. The advantage to the other tests and the laboratory tests is we can get millions and millions of those tests done. It takes a day or two days. But—you know, because it’s really a delivery situation, more than anything else. The test itself goes quickly once it gets to the laboratory.\n\r\n\r\n But as we have found and as we have, I think, shown everybody in the room, we have many laboratories. We have thou-—we have so many laboratories. Nobody—nobody—a lot of the governors did not know that we have this capacity, but we have many laboratories all over our country. Every state has laboratories and some have a lot of them. So I think we will—we will come up with things as time goes by.\n\r\n\r\n Again, when I started, we ended up—we—we started with nothing, essentially. What—we started with a broken test, a test that didn’t work. We started with a test that did very few people, not millions of people.\n\r\n\r\n The problem is, if we did 350-—if we did 350 million tests, one for each person, the media would say, “Oh, you should have done two for each person.” No matter what you do, it doesn’t make any difference.\n\r\n\r\n It’s just like the ventilators. I talk about it all the time. Nobody ever mentions ventilators. One of the hardest things are ventilators. And now we’re making thousands a week—thousands of ventilators. And they’re calling from Mexico; they’re calling from many countries.\n\r\n\r\n I’ve received today four calls. “Would it be possible to send ventilators?” Right? I got four calls today. I got three calls yesterday. No country is equipped like we are. We have 11—we have 11 different places making ventilators. Our country, as you know, doesn’t need them now. Our governors are very happy.\n\r\n\r\n But that’s different than test, because with a test you can always say, “Oh, we—we need more.” No, I think we’ve done incredibly well with—obviously, with ventilators. We’re—we also have 500 million masks—500 million masks that are very shortly going to be here. We’ve made millions of masks. We have ordered millions of masks that have arrived and been distributed.\n\r\n\r\n We gave one hospital in New York City 300,000 masks. Before the virus, they were using 10,000. And now we got them 300,000, and they got rid of them very quick, which I—quickly—which I sort of say, “How did that happen? Why?” Because they became very valuable—the masks. I say, “How did that happen?”\n\r\n\r\n But we got—we have—we’ve done an amazing job, and we’ve worked with the governors. And when the governors weren’t able—again, they’re the first line—when they weren’t able to get something—like ventilators, they couldn’t get ventilators. They could’ve bought them. You could have bought them, but most of them—many of them chose not to. So they all needed ventilators. We got the job done.\n\r\n\r\n We have—I’ll be introducing the team when we’re finished with this whole nightmare, this whole curse, this whole plague. But the team that worked on the ventilators was incredible. And the team that work—and it’s a little bit interchangeable, but the team that’s working on the testing is truly an incredible team. These are brilliant people. And they’re doing it for the country; they’re not doing it for other reasons.\n\r\n\r\n Some have been very successful. They’re doing it for the country.\n\r\n\r\n Q: Mr. President —\n\r\n\r\n THE PRESIDENT: Yes.\n\r\n\r\n Q: The House has now passed, since you were here, the relief bill.\n\r\n\r\n THE PRESIDENT: Great.\n\r\n\r\n Q: As you know —\n\r\n\r\n THE PRESIDENT: I’ll be signing it probably tonight.\n\r\n\r\n Q: As you know, there’s no aid to states and localities in that bill. Mitch McConnell, of course, has talked about states seeking bankruptcy protection.\n\r\n\r\n He’s also—his office referred to this as a—the idea of aiding states as a “blue state” bailout. What do you—what do say to that? Do you agree with that? Or do you agree with Governor Cuomo that that is a vicious attack on these states that have been hit by —\n\r\n\r\n THE PRESIDENT: I don’t know if it was a vicious attack, but certainly some people do look at it that way. I’ve spoken to Mitch about it; I’ve spoken to numerous senators about it. And we’re working with senators that are on the other side of the issue, and we’ll see what happens. But we’re looking to do what’s right for the people of this country. We’re looking to do what’s right for a particular state. And we’ll see what happens.\n\r\n\r\n But it’s certainly the next thing we’re going to be discussing because some states have—in all fairness, Jon, some states have not done very well for many years, long before the virus came. You know, you can’t blame the plague—this horrible plague that came in and, all of a sudden—you know, they can’t blame that. You look at Illinois—he’s got a lot of problems long before the virus came in. And so we’ll be talking about it. It’ll be a subject for a period of time.\n\r\n\r\n And right now, we’ve—we’ve made this incredible deal for the workers and for small business. And I’m very happy that Harvard didn’t get covered. We actually never sent them the check. But they were very nice about it. We never sent them the money. The old-fashioned way is the check; the new way is send them the money. And we didn’t send them the money.\n\r\n\r\n And—but they were very understanding and they were very nice about it. So was Princeton, so was Stanford, so were a number of other schools that you just don’t associate with this money. So were big companies, as you know. You know, many of them. It was a relatively small amount of money compared to the whole. A very small amount of money compared. But we want it to be fair. We want it to go to the people that it’s supposed to go to.\n\r\n\r\n Q: But are you open to this idea of state and local —\n\r\n\r\n THE PRESIDENT: I’m open. I’m open.\n\r\n\r\n Q: I mean, are these—are these —\n\r\n\r\n THE PRESIDENT: I’m open to ideas that are going to be great for the people of this country.\n\r\n\r\n Q: Specifically that idea?\n\r\n\r\n THE PRESIDENT: And if we can help states, we’re always going to help states.\n\r\n\r\n Now, there’s different ways of helping states. Some ways are better than others. So we’re looking. It is interesting that the states that are in trouble do happen to be blue. It is interesting, you know, if you look around. I mean, the states that seem to have the problem happen to be Democrat.\n\r\n\r\n Q: Well, New York and New Jersey got hit by this, you know, by this virus really hard, and Massachusetts —\n\r\n\r\n THE PRESIDENT: No, but New York and New Jersey were in a lot of trouble long before the plague came. I mean, they were—you know, they had a lot of problems long before the plague came. I spoke with Governor Cuomo about it, spoke to Governor Murphy about it. I spoke with Gavin Newsom about it. And we—I’m speaking to a lot of people about it, because it’s probably going to be the next thing on the list.\n\r\n\r\n A lot of people understand very well what Mitch is saying, and they also understand the other side of the—the problem. And I’ll be speaking about it. We’re going to do the right thing for our country. The right thing for our country and the right thing for a lot of great people. Okay?\n\r\n\r\n Yeah, please.\n\r\n\r\n Q: Yes, Mr. President, after the presentation we just saw about the heat and the humidity, is it dangerous for you to make people think they would be safe by going outside in the heat, considering that so many people are dying in Florida, considering that this virus has had an outbreak in Singapore, places that are hot and —\n\r\n\r\n THE PRESIDENT: Yeah, here we go.\n\r\n\r\n Q:—are humid?\n\r\n\r\n THE PRESIDENT: Here we go. The new—the new headline is: “Trump Asks People to go Outside. That’s Dangerous.” Here we go. Same old group. You ready? I hope people enjoy the sun. And if it has an impact, that’s great. I’m just hearing this—not really for the first time. I mean, there’s been a rumor that—you know, a very nice rumor—that you go outside in the sun, or you have heat and it does have an effect on other viruses.\n\r\n\r\n But now we get it from one of the great laboratories of the world. I have to say, it covers a lot more territory than just this. This is—this is probably an easy thing, relatively speaking, for you.\n\r\n\r\n I would like you to speak to the medical doctors to see if there’s any way that you can apply light and heat to cure. You know—but if you could. And maybe you can, maybe you can’t. Again, I say, maybe you can, maybe you can’t. I’m not a doctor. But I’m like a person that has a good you know what.\n\r\n\r\n Q: But, sir, you’re the President.\n\r\n\r\n THE PRESIDENT: Deborah, have you ever heard of that? The heat and the light, relative to certain viruses, yes, but relative to this virus?\n\r\n\r\n DR. BIRX: Not as a treatment. I mean, certainly fever —\n\r\n\r\n THE PRESIDENT: Yeah.\n\r\n\r\n DR. BIRX:—is a good thing. When you have a fever, it helps your body respond. But not as—I’ve not seen heat or (inaudible).\n\r\n\r\n THE PRESIDENT: I think it’s a great thing to look at. I mean, you know. Okay?\n\r\n\r\n Q: But respectfully, sir, you’re the President. And people tuning into these briefings, they want to get information and guidance and want to know what to do.\n\r\n\r\n THE PRESIDENT: Hey—hey, Phil.\n\r\n\r\n Q: They’re not looking for a rumor.\n\r\n\r\n THE PRESIDENT: Hey, Phil. I’m the President and you’re fake news. And you know what I’ll say to you? I’ll say it very nicely. I know you well.\n\r\n\r\n Q: Why do you say that?\n\r\n\r\n THE PRESIDENT: I know you well.\n\r\n\r\n Because I know the guy; I see what he writes. He’s a total faker.\n\r\n\r\n Q: He’s a good reporter.\n\r\n\r\n THE PRESIDENT: So, are you ready? Are you ready? Are you ready? It’s just a suggestion from a brilliant lab by a very, very smart, perhaps brilliant, man. He’s talking about sun. He’s talking about heat. And you see the numbers. So that’s it; that’s all I have. I’m just here to present talent. I’m here to present ideas, because we want ideas to get rid of this thing. And if heat is good and if sunlight is good, that’s a great thing as far as I’m concerned.\n\r\n\r\n Go ahead.\n\r\n\r\n Q: Mr. President, you talked a moment ago about vaccines and that we’re close. How close, do you think? The Oxford University study says they could have one by September. Do you think the pharmaceutical companies in the U.S. —\n\r\n\r\n THE PRESIDENT: They could have one of what?\n\r\n\r\n Q: They could—they could have a vaccine ready —\n\r\n\r\n THE PRESIDENT: Yeah.\n\r\n\r\n Q:—for testing by September.\n\r\n\r\n THE PRESIDENT: Oxford is one. Johnson &amp; Johnson is working. They’re also working together. You have many companies working together on a vaccine.\n\r\n\r\n Q: But then, do you think they’ll scale—they can scale up production and the pharmaceutical companies will be able to do that quickly?\n\r\n\r\n THE PRESIDENT: Oh, we’ll scale it up. If we had a vaccine, it’ll be scaled up very quickly. In fact, some of the companies—Johnson &amp; Johnson is one—is scaling up already, before they have the final answer. A number of companies are doing that. You’ll save a lot of time. The normal is you scale up after.\n\r\n\r\n I have to say, the FDA has been fantastic. Stephen Hahn—Dr. Hahn—has been fantastic. They’re moving along rapidly. Rapidly.\n\r\n\r\n Q: Would you say—would you put a timescale on when you think this will —\n\r\n\r\n THE PRESIDENT: No, I don’t want to put a timescale because then the—the media, the so-called—so-called “media”—“lamestream” media will say, “He said a time.” I don’t want to say times, because every time I say a time, if you don’t hit it, they’ll say—so I don’t want to talk about time.\n\r\n\r\n But I will say that there’s been tremendous progress made over the last month.\n\r\n\r\n Q: Could I just ask a very quick question?\n\r\n\r\n THE PRESIDENT: Yeah.\n\r\n\r\n Q: You spoke to Boris Johnson this week. I just wonder how —\n\r\n\r\n THE PRESIDENT: I did.\n\r\n\r\n Q:—how he sounded, how he was.\n\r\n\r\n THE PRESIDENT: I did.\n\r\n\r\n Q: When do you think he’ll be back at work?\n\r\n\r\n THE PRESIDENT: He called me a few days ago. I will tell you, he sounded incredible. I was actually surprised. I thought he’d be like, “Oh, Donald, how are you…” He was ready to go. I could—I’m very surprised to tell you this: It’s like the old Boris. Tremendous energy. Tremendous drive. I was very surprised, because he called me almost, you know, pretty close to when he got out of the hospital.\n\r\n\r\n I think he’s doing great. I think he’s doing great. He was so sharp and energetic. Pretty incredible. He’s an incredible guy.\n\r\n\r\n He’s a friend of ours and—and a friend of mine. He loves our country. He loves his country a lot. But he loves our country. He respects our country. And they’re lucky to have him over there.\n\r\n\r\n Please.\n\r\n\r\n Q: Mr. President, you, a couple days ago, said that you might reach out to Kim Jong Un directly, but also that you were working to find out if those reports about him being in possible medical trouble were true. I’m wondering if you’ve either —\n\r\n\r\n THE PRESIDENT: I hope he’s not in medical trouble.\n\r\n\r\n Q: Well —\n\r\n\r\n THE PRESIDENT: I hope he’s —\n\r\n\r\n Q:—have you heard anything from North Korea or —\n\r\n\r\n THE PRESIDENT: I’ve gotten along very well with him. And you know, here we are. You would have been in a war with North Korea if I didn’t get elected President. Remember, I was going to be the one that took us into war, with my first day in office. Okay? Here we are. Look at what’s happened. Withdrawal. We’re bringing people home. We’re not going to serve as policemen all over the world. I don’t want to be policemen all over the world.\n\r\n\r\n Q: But have you been able to leverage that relationship?\n\r\n\r\n THE PRESIDENT: And yet I’ve rebuilt our military to a level that it’s never been built at before.\n\r\n\r\n Q: Have you been able to get more information?\n\r\n\r\n THE PRESIDENT: But it’s never recognized by the fake news.\n\r\n\r\n Go ahead.\n\r\n\r\n Q: Have you been able to use that relationship to get more information about his status?\n\r\n\r\n THE PRESIDENT: Uh, I think the report was incorrect. Let me just put it that way. I think the report was done by a network that was incorrect.\n\r\n\r\n Q: So you blame —\n\r\n\r\n THE PRESIDENT: I’m hearing they used old documents. But I—that’s what I hear. I hear the report was an incorrect report. I hope it was an incorrect report.\n\r\n\r\n Q: When was the last time you heard from him?\n\r\n\r\n THE PRESIDENT: I don’t want to say.\n\r\n\r\n Yeah.\n\r\n\r\n Q: Since you pointed to me, just a quick question about that. So you haven’t made any contact, though? Just to make sure.\n\r\n\r\n THE PRESIDENT: With who?\n\r\n\r\n Q: The North Koreans.\n\r\n\r\n THE PRESIDENT: I don’t want to say. I won’t say that.\n\r\n\r\n Q: Okay, so —\n\r\n\r\n THE PRESIDENT: We have a good relationship with North Korea—as good as you can have. I mean, we have a good relationship with North Korea. I have a good relationship with Kim Jong Un, and I hope he’s okay. And somebody would say, “Oh, that’s terrible.” No, it’s not terrible. I hope he’s okay. And I think it was a fake report done by CNN.\n\r\n\r\n Q: So can I ask you a question?\n\r\n\r\n THE PRESIDENT: What do you have? Go ahead.\n\r\n\r\n Q: No, I would like —\n\r\n\r\n THE PRESIDENT: No, that’s enough.\n\r\n\r\n Go ahead.\n\r\n\r\n Q: Can I ask —\n\r\n\r\n Q: But that wasn’t my question.\n\r\n\r\n THE PRESIDENT: The problem is you don’t write the truth, so, you know, as far as I’m concerned —\n\r\n\r\n Q: What are you referencing?\n\r\n\r\n THE PRESIDENT:—I want to go—I want to go to the next question.\n\r\n\r\n Q: But can I ask you a question about Rick Bright?\n\r\n\r\n THE PRESIDENT: No, not CNN, please.\n\r\n\r\n Go ahead.\n\r\n\r\n Q: The White House has not responded —\n\r\n\r\n THE PRESIDENT: You don’t —\n\r\n\r\n Q:—to these allegations —\n\r\n\r\n THE PRESIDENT: I told you —\n\r\n\r\n Q:—to Rick Bright.\n\r\n\r\n THE PRESIDENT:—CNN is fake news. Don’t talk to me.\n\r\n\r\n Go ahead, please.\n\r\n\r\n Q: He says he was—but he says he was retaliated against and that’s why he was removed from his job. Do you have a response to that?\n\r\n\r\n THE PRESIDENT: Okay, next question.\n\r\n\r\n Q: Mr. President, I have two questions. One on behalf of a colleague who is not here because of social distancing.\n\r\n\r\n THE PRESIDENT: Just ask one, please.\n\r\n\r\n Q: First one: Could you talk about your decision-making process on—with the governor of Georgia?\n\r\n\r\n THE PRESIDENT: About what?\n\r\n\r\n Q: You, yesterday, said —\n\r\n\r\n THE PRESIDENT: The controversy?\n\r\n\r\n Q: Well, you know, you—no. You said yesterday that you told the governor of Georgia —\n\r\n\r\n THE PRESIDENT: I did.\n\r\n\r\n Q:—you were concerned about —\n\r\n\r\n THE PRESIDENT: I had a good talk with the governor of Georgia.\n\r\n\r\n Q: But there are reports that, earlier in the week, you spoke and you did not convey this kind of message. Was there a change in your thinking?\n\r\n\r\n THE PRESIDENT: I did convey the message. I didn’t like the fact that he’s leaving certain things—I want the states to open more than he does—much more than he does. But I didn’t like to see spas at this early stage, nor did the doctors. Is that a correct statement, Deborah?\n\r\n\r\n I didn’t like to see spas opening, frankly. I didn’t like to see a lot of things happening. And I wasn’t happy with it. And I wasn’t happy with Brian Kemp. I wasn’t at all happy, because—and I could have done something about it if I wanted to, but I’m saying let the governors do it. But I wasn’t happy with Brian Kemp. Spas, beauty parlors, tattoo parlors—no, that’s—that —\n\r\n\r\n Q: But did your thinking change after —\n\r\n\r\n THE PRESIDENT: And, by the way, I want them to open—excuse me.\n\r\n\r\n Q:—a conversation with your medical experts?\n\r\n\r\n THE PRESIDENT: Excuse me. I want them to open, and I want him to open as soon as possible. And I want the state to open. But I wasn’t happy with Brian Kemp. I will tell you that right now.\n\r\n\r\n Yeah, go ahead.\n\r\n\r\n Q: Sir, are you surprised he defied you on that? Because you made it clear —\n\r\n\r\n THE PRESIDENT: No, he didn’t. No, he didn’t defy me at all. That’s your language. He didn’t defy me.\n\r\n\r\n Q: Well, I mean, he’s not —\n\r\n\r\n THE PRESIDENT: You know what happened? I said, “You make your own decision.” I told him that. I said, “You’re not in the guidelines, but I’m letting you make your own decision. But I want people to be safe, and I want the people in Georgia to be safe, and I don’t want this thing to flare up because you’re deciding to do something that is not in the guidelines.”\n\r\n\r\n And I went to Deborah and Dr. Fauci and other people, and they weren’t thrilled about it. And I could have stopped him, but I decided—and we all agreed—they got to watch it closely. So we’ll see what happens.\n\r\n\r\n I told him very distinctly—I said—Mike was there—I said, “You do what you think is best.” But if you ask me, am I happy about it? I’m not happy about it, and I’m not happy about Brian Kemp.\n\r\n\r\n Go ahead.\n\r\n\r\n Q: A question for Dr. Birx, if I may, Mr. President, about the rate and the decline of the curve in the U.S. You and the Vice President tonight talking about meaningful progress, promising progress. Could you speak to the rate of decline of cases of in the U.S.?\n\r\n\r\n THE PRESIDENT: If we do it quickly, that would be great.\n\r\n\r\n Q: And just—if you’re satisfied with —\n\r\n\r\n THE PRESIDENT: Because you see it in the charts. I mean, you have to ask the question, but you do see it in the charts.\n\r\n\r\n Q: And if you have information from other countries that would inform us about the decline.\n\r\n\r\n DR. BIRX: Yeah, so, many of you—and I’ve spoken to all of you from this podium about there’s weekends’ difference in reporting, often a spike on Monday. If you look at Mondays over Mondays, if you look at seven-day reporting, we are starting to go down. We have a long—we had a long, flat peak, largely driven, of course, by New York, which is about 45 or so percent of the cases. As New York goes down, so will the rest of the country have a decline, even more accelerated.\n\r\n\r\n I want to say, though, we have had outbreaks. We’ve had outbreaks in specific prisons. We’ve had outbreaks in specific nursing homes. We’ve had outbreaks in specific plants. And when that happens, that adds two, three hundred, four hundred cases on that single date.\n\r\n\r\n So we track, very carefully, not only what the country is doing, but what each state is doing, each county is doing. And we look at delta changes across all of the counties so that we find early warning signals for these types of outbreaks, because we want to—we want the whole country to go down, but we also want to prevent the outbreaks before they occur.\n\r\n\r\n Q: Mr. President —\n\r\n\r\n THE PRESIDENT: Go ahead. Please.\n\r\n\r\n Q: Yes. Thank you. Looking forward to November, to the election, given the risk that the flu and the coronavirus are coming back —\n\r\n\r\n THE PRESIDENT: Yeah, that’s a—that’s a problem.\n\r\n\r\n Q: Yeah—there could be a problem. Do you think there is a risk that there’ll be—there will be some—there will be lack of agreement, lack of legitimacy to the results in a very close election, and people start saying, “Well, a whole bunch of people couldn’t go and vote because they were scared”?\n\r\n\r\n THE PRESIDENT: Look, I can’t tell you what’s going to happen in an election.\n\r\n\r\n Q: Is there a risk for legitimate elections?\n\r\n\r\n THE PRESIDENT: Yeah. Great question. I can’t tell you what’s going to happen. We have a sleepy guy in a basement of a house that the press is giving a free pass to who doesn’t want to do debates because of COVID. And lots of things are happening. Right?\n\r\n\r\n And I watched a couple of interviews, and I say, “Oh, I look forward to this.” But they’re keeping him sheltered because of the coronavirus. And he’s not moving around; he’s not moving too much. And then I watch what the press does to the Republican Party—and to me, in particular.\n\r\n\r\n We had the greatest economy ever put together. We were doing—this is a month and a half ago. We were doing numbers, the like—the likes of which we’ve never done. African American, Asian American, Hispanic American—best employment numbers ever in the history of our country. Our employment numbers, the best in the history of our country: almost 160 million people. The stock market: record numbers, many, many times during my tenure. Many, many times.\n\r\n\r\n But now we have a country that we had to close because of this. And, frankly, if we didn’t close it, we would have lost millions of people possibly, but certainly we would have lost a million people. You take the high number and cut it in half, cut it in half again. But whether it would have been 600, 700, 800, you take a look at the travesty that there is. You take a look at this horrible, horrible scene of hospitals with bodies in black body bags, right? Multiply that times 10, 15, or even 20, because that would have happened.\n\r\n\r\n So we did the right thing. So far, we did the right thing. So far, we’ve called it right. We’ve mobilized like it was a military operation. And it was largely a militarily operation, between ventilators and testing and so many other things. And we’ve had a lot of good partners. Not all good partners, but we had a lot of good partners.\n\r\n\r\n Gavin Newsom today thanked us very much. Gavin Newsom—California—thanked us so much for getting him all the things that he needed so he can keep going and keep doing a good job. We got it to him today. Tomorrow, we’re getting him even more. It would’ve been harder for him to get it than us. We agreed to get it. We got it on time. He said, “Promises made, promises kept.” He actually said that in a statement today.\n\r\n\r\n We’ve done a good job. We’ve gotten very little credit for the great job we’ve done because of the media. Because the media is not an honest media, in my opinion. Much of it, not all of it. We have some great reporters that I have tremendous respect, but much of the media is not honest.\n\r\n\r\n So I can’t tell you about the election. You have a Democrat Party and you have a large portion of the media automatically giving the guy a pass. He’s been given a pass. Whether or not he’s going to be the nominee, I have no idea, but he’s getting a pass.\n\r\n\r\n And the media isn’t covering the great job that we’ve done, whether it’s Mike’s task force, which has been incredible; whether it’s the way we mobilized in a war-like operation to build these incredibly complex and very expensive ventilators. They’re very expensive to build and very complex. The job we’ve done has been an amazing job. And I’m not talking about me; I’m talking about everybody. I’m talking about the generals, the admirals, Deborah and Tony, and—and now Bill. I mean, something we hadn’t heard today.\n\r\n\r\n So I can’t tell you what’s going to happen with the election. I think that had we not gone through a fake Russia, Russia, Russia deal; an impeachment hoax—it was a total hoax. From the day I got elected—but, you know, it wasn’t the day; it was many months before I got elected—this has been a witch hunt that was illegal. It was an illegal witch hunt. It was illegal.\n\r\n\r\n And with all of that, I’m doing fine, because the people see we’re doing a great job. And you know what? We’ll continue to do a great job.\n\r\n\r\n If we had an honest press, this country would be even greater.\n\r\n\r\n Thank you. Thank you very much.\n\r\n\r\n &nbsp;", "transcript_html": "<p>THE PRESIDENT: Thank you very much. Later this evening, we expect the House to pass the Paycheck Protection Program and Health Care Enhancement Act. I’m grateful that Congress is answering my call to deliver these additional $320 billion in relief for the American worker and for small businesses.</p>\r\n\r\n<p>At a time when many Americans are enduring significant economic challenges, this bill will help small businesses to keep millions of workers on the payroll. You see states are starting to open up now, and it’s very exciting to see. I think it’s very awe-inspiring. We’re coming out of it, and we’re coming out of it well.</p>\r\n\r\n<p>And we’re—really, I’m very happy the governors have been—the governors, really, have been doing a really good job working with us, and it’s—it’s, really, pretty impressive to see. I’ve spoken to numerous leaders of countries over the last 48 hours, and they are saying we’re leading the way. We’re really leading the way in so many different ways.</p>\r\n\r\n<p>I’m also very pleased that Harvard—as you know, it’s Harvard and Stanford and Princeton and numerous other universities and colleges, and also large businesses have sent funds back to us. And in some cases, I stopped funds that I looked at. And we are pleased to report that the funds have either not gone out or it’s about $350 million, and they’ve either not gone out or we’ve renegotiated it and they’re not getting them.</p>\r\n\r\n<p>So—and it’s—in a couple of cases, they’re sending them back and sending them back immediately. So I think it was very nice. I want to thank Harvard in particular. They acted very quickly and decisively. And they agreed, when they heard the facts, that they should not be getting it. So we appreciate it very much from Harvard, Princeton, Stanford, and other institutions.</p>\r\n\r\n<p>The bill also includes $30 billion to support small lending institutions serving distressed communities, helping countless African American and Hispanic American small businesses.</p>\r\n\r\n<p>As we continue our battle against the virus, the data and facts on the ground suggest that we’re making great progress. In 23 states, new cases have declined in the peak—week. Forty percent of American counties have also seen a rapid decline in new cases. Forty-six states reported drop in patients showing coronavirus-like symptoms. That’s a big number.</p>\r\n\r\n<p>To keep America gaining momentum, every citizen needs to maintain the vigilance. And we all understand that very well; we’ve gone over it many, many times. This includes practicing good hygiene, maintaining social distance, and the voluntary use of face covering.</p>\r\n\r\n<p>A safe and phased reopening of our economy—it’s very exciting, but it does not mean that we are letting down our guard at all, in any way. On the contrary, continued diligence is an essential part of our strategy to get our country back to work, to take our country back. We’re winning this, and we’re going to win it, and we’re going to keep watching. We’re going to watch very closely for the invisible enemy.</p>\r\n\r\n<p>With each passing day, we’re learning more and more about this enemy. The scientists at DHS have released a report offering a number of insights about how the virus reacts to different temperatures, climates, and surfaces. The findings confirm that the virus survives better in cold or in drier environments and does less well in warmer and more humid environments.</p>\r\n\r\n<p>I have to say that, very excitingly, we’re going to have somebody up; Bill will be up in just a little while. It was a great report you gave. And he’s going to be talking about how the virus reacts in sunlight. Wait until you hear the numbers. You won’t even believe them.</p>\r\n\r\n<p>U.S. trials of the COVID-19 have been going on and have been approved in the United States, Germany, UK, and China. That’s big news. And we’re—a lot of trials are going on. We have a lot of great, brilliant minds working on this, both from the standpoint of a vaccine and therapeutics.</p>\r\n\r\n<p>We must be careful in all conditions, but we will—we will get this done. We’re very close to a vaccine. Unfortunately, we’re not very close to testing because when the testing starts, it takes a period of time. But we’ll get it done.</p>\r\n\r\n<p>And I want to thank the head of DHS Science and Technology, Bill Bryan, for what he’s going to be doing and what he’s going to be saying and the report that he’s about to give. I think it’s going to be something that nobody has ever heard. It’ll be brand-new information and very important information.</p>\r\n\r\n<p>My administration continues to leverage the Defense Production Act to dramatically increase the manufacture and delivery of critical medical supplies. We finalized three contracts to produce 39 million more N95 masks in 90 days. And as you know, we’re also using a sterilization process. Some great equipment that will sterilize the masks up to 20 times per mask. So that’s like ordering 20 times more masks. And it’s working very well.</p>\r\n\r\n<p>We just want the hospitals and the institutions, where it is, to use it. A lot of people don’t use it. They’re so used to getting a new mask, they don’t want to use it. They want to go and immediately get a new one. We’re asking them to use the sterilization process. Every bit as good—up to 20 times. Think of that.</p>\r\n\r\n<p>In addition to ramping up our domestic assembly lines, we also have airlifted nearly 750 million pieces of personal protective equipment into the United States through our Project Airbridge, which has been an incredible thing to watch. It’s really a military operation.</p>\r\n\r\n<p>The Vice President is now providing each governor with an exhaustive count[y]-by-county breakdown of the privately distributed personal protection. And this is equipment and things that are incredible. It’s personal protective equipment. It’s incredible, and it’s all brand new and at the highest level. We’re getting only the highest level. And also, we’re looking at essential gear within their states, and it’s being delivered to different states quickly and as we speak.</p>\r\n\r\n<p>This way, the governor should know exactly what’s being delivered through a private-sector supply chain within their states, as well as through the Project Airbridge. We’re trying to get it immediately from the plane to the state. When we can’t do that, we bring it into our facilities and get it to the governors. And we’re getting them fast, and we’re notifying them very strongly so they know it’s there. Governors can use this information to quickly ensure that they get materials where and when they are needed.</p>\r\n\r\n<p>Today, I also want to extend my special thanks to our nation’s incredible county emergency management teams who have been working relentlessly for weeks around the clock, end on end, to serve their communities, help distribute critical supplies, and save countless American lives. We salute these heroic officials on the frontlines.</p>\r\n\r\n<p>As we continue to develop potential therapies, the FDA has recently begun a national effort to expand access to convalescent plasma donated from the blood of those who have recovered from the virus. The blood of these donors contains antibodies that can potentially reduce the severity of the illness in those who are sick—and frankly, those that are very sick. Nearly 3,000 patients are now enrolled in the Expanded Access Program, receiving transfusions nationwide.</p>\r\n\r\n<p>And I want to thank all of the people that recovered, for what they’ve done. They—as I said yesterday, they raise their hand when they barely can walk, and they’re saying, “I want to donate blood. I want to donate whatever it is that you want, because we want to help people.” It’s really quite incredible.</p>\r\n\r\n<p>Convalescent plasma will also be used to manufacture a concentrated antibody treatment that does not have to be matched with a particular blood type. This concentrated antibody treatment could be used as a preventative measure to keep healthcare workers and other high-risk populations from contracting the virus in the first place. A very big deal.</p>\r\n\r\n<p>Clinical trials of these products are slated to begin within weeks, and we can maybe have a fairly quick solution. I urge Americans to get in there and keep doing what you’re doing, because again, we want those people recovering or recovered from coronavirus to contact their local blood and plasma donation center to learn how they can help. And they’ve been so great, and I just appreciate it.</p>\r\n\r\n<p>My administration has also partnered with leading—and we have really been establishing some great partnerships with leading technology companies and scientific journals to create a database of 52,000 scholarly articles on the virus that can be analyzed by artificial intelligence.</p>\r\n\r\n<p>Top AI experts are now using this wealth of data to gain insights into potential therapies. And we’re collaborating with tech firms, universities, and our national labs to harness American supercomputers in the search for treatments and vaccines. That search is going on, and it’s being—I think you’ll see in the future—you’ll see it’s very successful. Ultimately, it’ll be a tremendous success. Great progress is being made at a rapid pace—a pace like no other.</p>\r\n\r\n<p>We have every hope that with the full might and resources of American science and technology, and with the courage and devotion of the American people who have been so incredible, we will end this plague, and together we will restore the full measure of American strength and power and prosperity.</p>\r\n\r\n<p>Our country is going to do fantastically well. You see what’s going on. There is a pent-up demand in our country to get it back right where it was and maybe even better, and that’s what’s going to happen.</p>\r\n\r\n<p>So with that, I’d like to ask Mike Pence to come up—Vice President. Say a few words please, Mike.</p>\r\n\r\n<p>THE VICE PRESIDENT: Thank you, Mr. President. And good afternoon. Today, the White House Coronavirus Task Force met. And while our hearts are with the families of those who have lost their life to the coronavirus and those who are struggling with serious illness today, our team, led by Dr. Deborah Birx, informs us that the data continues to show promising signs of progress.</p>\r\n\r\n<p>The New York metro area, New Jersey, Connecticut, Detroit and New Orleans all appear to be past their peak. And we are seeing consistent declines in hospitalization and cases in regions across the country.</p>\r\n\r\n<p>Our only conclusion is that we’re getting there, America, because the American people have put into practice the President’s guidelines of social distancing because you’ve been listening and adhering to the guidance of state and local officials. We are—we’re making—we’re making meaningful progress. In a very real sense, sparing Americans to be exposed to the coronavirus and, no less extent, saving lives.</p>\r\n\r\n<p>Our task force actually believes, Mr. President, that if we continue these mitigation efforts in the days ahead—as states implement their policies, including phased reopening—that we’ll preserve those gains. We do believe, by early summer, we could be in a much better place as a nation with much of this coronavirus epidemic behind us.</p>\r\n\r\n<p>Earlier today, we also had a conference call led by Secretary Ben Carson and leaders from HUD about the President’s announcement yesterday that he is repurposing the White House Opportunity and Revitalization Council to focus on the impact of the coronavirus on minority communities. Secretary Carson will convene the council tomorrow, and we’ll be reporting tomorrow afternoon on their progress.</p>\r\n\r\n<p>We want to thank the more than 270 leaders of organizations dedicated to housing, homelessness, and improving the lives of people across our urban communities—not only for being with us today, for the way they have partnered with our administration and partnered with state and local officials to put the health of all of their constituencies first.</p>\r\n\r\n<p>As the President mentioned, we’ll—you’ll receive a report that our task force received formally this week from Bill Bryan of the Science and Technology Directorate at the Department of Homeland Security. He will outline, as the President said, encouraging news about the impact that heat and sunlight have on the coronavirus, which will increase the confidence that we feel about the coming summer.</p>\r\n\r\n<p>On the subject of testing: At the present moment, we have reports of 4.93 million tests having been performed across America. And encouraging news: As states have been engaging commercial labs at a higher level across the country, yesterday our commercial lab system did more than 100,000 tests in a single day. So we’re beginning to activate all of the capacity.</p>\r\n\r\n<p>And tomorrow, at the President’s direction, our task force will convene a conference call with all of the nation’s governors to talk about the progress that they are making on testing. And we’re going to hear from governors about the practices that—and methods that they are employing to significantly increase testing following our briefing about capacity in laboratories this past Monday.</p>\r\n\r\n<p>For instance, Governor Mike DeWine just announced that Ohio’s testing has been greatly expanded after the FDA approved Thermo Fisher’s new extraction reagent, saying, in his words, that the action, quote, “probably doubled, maybe even tripled testing in Ohio virtually overnight.”</p>\r\n\r\n<p>Governor Tim Walz of Minnesota announced, along with the state’s healthcare system, the Mayo Clinic, and the University of Minnesota, what he described as a breakthrough for rapid, widespread testing—able to test more than 20,000 people using a molecular test per day.</p>\r\n\r\n<p>Governor Kim Reynolds of Iowa launched the Test Iowa Initiative that will triple testing capacity by partnering with Nomi Health and DOMO. She also worked with the University of Iowa Hospitals to leverage further capacity.</p>\r\n\r\n<p>And Governor Eric Holcomb and Governor Andy Beshear, of Indiana and Kentucky respectively, both announced additional drive-through testing locations.</p>\r\n\r\n<p>Our priority has always been to focus first on those impacted by the coronavirus and then on those extraordinary healthcare workers ministering to their needs every day. And I know, Mr. President, how proud you are that our men and women in uniform have come alongside our healthcare workers in communities most impacted, and I know the American people are proud as well.</p>\r\n\r\n<p>As of today, FEMA reports that 35,000 National Guard have been deployed across the country to aid in our coronavirus response. Governor Kevin Stitt of&nbsp;Ohio&nbsp;[Oklahoma] actually deployed the National Guard to hospitals across the state to evaluate protective equipment and hospital capacity and report it in to state emergency management and FEMA.</p>\r\n\r\n<p>And Governor Greg Abbott of Texas actually mobilized more than 1,200 National Guard and 45 teams to provide greater access to testing.</p>\r\n\r\n<p>Along with the National Guard, at the President’s direction today, more than 4,500 active duty military doctors, nurses, and medical assistants have been deployed across the country. Yesterday, 1,013 medical professionals in our military were actually deployed to 19 hospitals in 7 states to support those amazing healthcare workers.</p>\r\n\r\n<p>And with 4.4 million more Americans filing for unemployment in the past week, I joined the President in welcoming passage in the House today of the Paycheck Protection Program. It’ll support working families. It’ll allow small businesses to keep people on the payroll for a period of two months. But it also, as the President requested, included $75 billion to assist hospitals across the country.</p>\r\n\r\n<p>And in that spirit, the President and I will continue to urge states across the country: Given the unique burden on hospitals, we are now encouraging states to restart elective surgeries, wherever possible—either statewide or on a county-by-county basis. We recognize the role elective surgeries play in finances for local hospitals and we’ll be working with states to enable that.</p>\r\n\r\n<p>In that vein, Governor Doug Ducey exec-—issued an executive order not long ago, allowing elective surgeries beginning May 1 for hospitals that meet certain preparedness criteria.</p>\r\n\r\n<p>And Indiana’s governor, Eric Holcomb, is allowing elective clinical procedures to begin on April 21st.</p>\r\n\r\n<p>Finally, Mr. President, the task force received today our first report on state reopening plans. At the present moment, 16 states have released formal reopening plans. Thirteen of those were actually released since you unveiled the Opening Up America Guidelines to our governors and to the nation last week.</p>\r\n\r\n<p>And to your point, Mr. President, states are beginning to make those plans. And we’re encouraged to see so many states embracing the phased approach to reopening their economies that’s contemplated in our Guidelines for Opening Up America Again.</p>\r\n\r\n<p>For instance, Governor Mike Parson of Missouri announced the “Show Me Strong” Recovery Plan as two initial phases intended to protect the most at-risk.</p>\r\n\r\n<p>Governor Tom Wolf announced the Plan for Pennsylvania that would begin May 8th—will end a stay-at-home order for just portions of Pennsylvania. But the plan, again, requires regions to have fewer than 50 new positive cases per 100,000 for a period of 14 days, and it also lays out a phased reopening roadmap.</p>\r\n\r\n<p>Governor Kate Brown of Oregon updated their framework for reopening, doing three phases—again, on a county-by-county basis.</p>\r\n\r\n<p>And Governor Brad Little of Idaho released “Rebound Idaho” in just the last few days that will consist of four phases and require specific criteria that Idaho and businesses need to meet to begin to reopen.</p>\r\n\r\n<p>Mr. President, with the—with the Guidelines to Open Up America Again, states are making plans. And at your direction, our task force will continue to work very closely, providing them with the data, providing them with the resources to be able to implement those plans in a safe and responsible way.</p>\r\n\r\n<p>So, with that, let me just end where I began, and to say thank you to the American people. The progress that we are seeing is a testament to what all of you have done; to our extraordinary healthcare workers; to a partnership between the federal government and to state and local official. And I’m confident it’s also owing to the prayers of millions of Americans each and every day.</p>\r\n\r\n<p>All of that combined, we’re—we’re slowing the spread. We’re protecting the most vulnerable. We’re saving lives. And every single day, we are one day closer to opening up America again.</p>\r\n\r\n<p>With that, Mr. President, I’d be pleased to call Bill forward. Bill Bryan leads the Science and Technology Directorate at the Department of Homeland Security and now will make a presentation on their recent study.</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: Thank you, Mr. Vice President. Thank you, Mr. President —</p>\r\n\r\n<p>THE PRESIDENT: Thank you, Bill.</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN:—for this opportunity to do this today.</p>\r\n\r\n<p>Good afternoon everybody. My name is Bill Bryan and I lead the Science and Technology Directorate at the U.S. Department of Homeland Security. Over the last several months, we’ve intensified the Department’s R&amp;D efforts to identify and deliver information that informs our response to COVID-19. S&amp;T is working to identify, develop, deploy, and deploy the tools and information to support our response to this crisis.</p>\r\n\r\n<p>As part of our efforts, we’re leveraging the unique capabilities of S&amp;T’s National Biodefense Analysis and Countermeasures Center to study the biology of the COVID-19 virus. This center is a high-biocontainment laboratory located in Frederick, Maryland. It was established in the early 2000s, in response to the Amerithrax attacks, and where we study, characterize, analyze, and develop countermeasures for biological threats to the homeland. We work closely with the CDC, FDA, HHS, and also our Department of Defense colleagues and many others.</p>\r\n\r\n<p>Yesterday, I shared the emerging results of our work that we’re doing now with the Coronavirus Task Force. And today, I would like to share certain trends that we believe are important.</p>\r\n\r\n<p>If I may have the first slide, please. And while that’s coming up, our most striking observation to date is the powerful effect that solar light appears to have on killing the virus—both surfaces and in the air. We’ve seen a similar effect with both temperature and humidity as well, where increasing the temperature and humidity or both is generally less favorable to the virus.</p>\r\n\r\n<p>So let me illustrate with this first slide. If you look to the right, you’ll see that term “half-life,” with a bunch of timestamps on there.</p>\r\n\r\n<p>First, let me tell you what a “half-life” is. We don’t measure the virus as far as how long we live on the surface; we have to measure the decay of the virus in terms of its half-life, because we don’t know certain elements. We don’t know how much a person expectorates when he—when he spits—right?—when he sneezes, whatever the case may be. We don’t know how much virus is in there. So it’s—that has a long—a bearing on how long the virus is going to be alive and active. So we measure it in half life because half-life doesn’t change.</p>\r\n\r\n<p>So if you look at an 18-hour half-life, what you’re basically saying is that every 18 hours, the virus—it’s the life of the virus is cut in half. So if you start with 1,000 particles of the virus, in 18 hours, you’re down to 500. And 18 hours after that, you’re down to 250, and so on and so forth. That’s important, as I explain in the rest of the chart.</p>\r\n\r\n<p>If you look at the first three lines, when you see the word “surface,” we’re talking about nonporous surfaces: door handles, stainless steel. And if you look at the—as the temperature increases, as the humidity increases, with no sun involved, you can see how drastically the half-life goes down on that virus. So the virus is dying at a much more rapid pace, just from exposure to higher temperatures and just from exposure to humidity.</p>\r\n\r\n<p>If you look at the fourth line, you inject summer—the sunlight into that. You inject UV rays into that. The same effects on line two—as 70 to 35 degrees with 80 percent humidity on the surface. And look at line four, but now you inject the sun. The half-life goes from six hours to two minutes. That’s how much of an impact UV rays has on the virus.</p>\r\n\r\n<p>The last two lines are aerosols. What does it do in the air? We have a very unique capability—I was discussing this with the President prior to coming out; he wanted me to convey it to you—on how we do this. I believe we’re the only lab in the country that has this capability.</p>\r\n\r\n<p>But if you can imagine a Home Depot bucket—a five-gallon Home Depot bucket—we’re able to take a particle—and this was developed and designed by our folks at the NBACC. We’re able to take a particle of a virus and suspend it in the air inside of this drum and hit it with various temperatures, various humidity levels, multiple different kinds of environmental conditions, to include sunlight. And we’re able to measure the decay of that virus while it’s suspended in the air. This is how we do our aerosol testing.</p>\r\n\r\n<p>We worked with John Hopkin Applied Physics Lab, and we actually developed a larger drum to do actually more testing. And it’s four times the size of that. So this is the capability that we bring to this effort.</p>\r\n\r\n<p>So, in summary, within the conditions we’ve tested to date, the virus in droplets of saliva survives best in indoors and dry conditions. The virus does not survive as well in droplets of saliva. And that’s important because a lot of testing being done is not necessarily being done, number one, with the COVID-19 virus, and number two, in saliva or respiratory fluids.</p>\r\n\r\n<p>And thirdly, the virus dies the quickest in the presence of direct sunlight under these conditions. And when you—when you look at that chart, look at the aerosol as you breathe it; you put it in a room, 70 to 75 degrees, 20 percent humidity, low humidity, it lasts—the half-life is about an hour. But you get outside, and it cuts down to a minute and a half. A very significant difference when it gets hit with UV rays.</p>\r\n\r\n<p>And, Mr. President, while there are many unknown links in the COVID-19 transmission chain, we believe these trends can support practical decision making to lower the risks associated with the virus.</p>\r\n\r\n<p>If I can have my next slide.</p>\r\n\r\n<p>And when that—while that comes up, you’ll see a number of some practical applications. For example, increasing the temperature and humidity of potentially contaminated indoor spaces appears to reduce the stability of the virus. And extra care may be warranted for dry environments that do not have exposure to solar light.</p>\r\n\r\n<p>We’re also testing disinfectants readily available. We’ve tested bleach, we’ve tested isopropyl alcohol on the virus, specifically in saliva or in respiratory fluids. And I can tell you that bleach will kill the virus in five minutes; isopropyl alcohol will kill the virus in 30 seconds, and that’s with no manipulation, no rubbing—just spraying it on and letting it go. You rub it and it goes away even faster. We’re also looking at other disinfectants, specifically looking at the COVID-19 virus in saliva.</p>\r\n\r\n<p>This is not the end of our work as we continue to characterize this virus and integrate our findings into practical applications to mitigate exposure and transmission. I would like to thank the President and thank the Vice President for their ongoing support and leadership to the department and for their work in addressing this pandemic. I would also like to thank the scientists, not only in S&amp;T and the NBACC, but to the larger scientific and R&amp;D community.</p>\r\n\r\n<p>Thank you very much.</p>\r\n\r\n<p>THE PRESIDENT: Thank you, Bill.</p>\r\n\r\n<p>Q: Mr. Bryan —</p>\r\n\r\n<p>THE PRESIDENT: Thank you very much. So I asked Bill a question that probably some of you are thinking of, if you’re totally into that world, which I find to be very interesting. So, supposing we hit the body with a tremendous—whether it’s ultraviolet or just very powerful light—and I think you said that that hasn’t been checked, but you’re going to test it. And then I said, supposing you brought the light inside the body, which you can do either through the skin or in some other way, and I think you said you’re going to test that too. It sounds interesting.</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: We’ll get to the right folks who could.</p>\r\n\r\n<p>THE PRESIDENT: Right. And then I see the disinfectant, where it knocks it out in a minute. One minute. And is there a way we can do something like that, by injection inside or almost a cleaning. Because you see it gets in the lungs and it does a tremendous number on the lungs. So it would be interesting to check that. So, that, you’re going to have to use medical doctors with. But it sounds—it sounds interesting to me.</p>\r\n\r\n<p>So we’ll see. But the whole concept of the light, the way it kills it in one minute, that’s—that’s pretty powerful.</p>\r\n\r\n<p>Steve, please.</p>\r\n\r\n<p>Q: You’re saying that the country will be in a better place by early summer. Does that mean you’re going to need to extend the social distancing guidelines until then?</p>\r\n\r\n<p>THE PRESIDENT: Well, we may, and we may go beyond that. We’re going to have to see where it is. And I think people are going to know. You’re going to know. I’m going to know. I think people are going to know just out of common sense. At some point, we won’t have to do that. But until we feel it’s safe, we’re going to be extending.</p>\r\n\r\n<p>Q: You said you have 23 cases where new cases—23 states where new cases are on decline. What does that mean about when the country can be safely reopened to a more normal point?</p>\r\n\r\n<p>THE PRESIDENT:&nbsp; Yeah, but it means we’re going to watch those cases very carefully. I think we’ve all gotten very good at it. We’ve gotten good at tracing. We see where the cases are, where they’re going, and we’re going to be watching it. And it’s called “containment.” At a certain point, we’re going to be able to contain.</p>\r\n\r\n<p>And, you know, when you see this, a lot of people have been talking about summer. Maybe this is one of the reasons. We’ve—I once mentioned that maybe it does go away with heat and light. And people didn’t like that statement very much. The—the fake news didn’t like it at all. And I just threw it out as a suggestion, but it seems like that’s the case, because when it’s on a surface that would last for a long time, when that surface is outside, it goes away very quickly. It dies very quickly with the sun.</p>\r\n\r\n<p>Yeah, go ahead.</p>\r\n\r\n<p>Q: You said yesterday that you’re going to look into Senator McConnell’s suggestion for allowing states to declare bankruptcy versus the aid —</p>\r\n\r\n<p>THE PRESIDENT: Yeah, we’ll look into it, and I have been looking into it. I’ve been talking to a lot of the different senators, but I don’t want to talk about it now. That was a very interesting presentation.</p>\r\n\r\n<p>Go ahead, Jon.</p>\r\n\r\n<p>Q: Well, I wanted to talk about McConnell’s suggestion that aid to the states amounts to a blue —</p>\r\n\r\n<p>THE PRESIDENT: I just told you I’m not talking about it now.</p>\r\n\r\n<p>Q:—to a blue-state (inaudible).</p>\r\n\r\n<p>THE PRESIDENT: I’ll talk about it later.</p>\r\n\r\n<p>Q: Okay.</p>\r\n\r\n<p>THE PRESIDENT: I’d like to talk about something that, right now, is of more interest to people.</p>\r\n\r\n<p>Q: Could I ask Mr. Bryan a question?</p>\r\n\r\n<p>THE PRESIDENT: Yeah. Sure.</p>\r\n\r\n<p>Q: Thank you. When you started your presentation, you described this as an emerging result. Does this mean your study is conclusive? Is there more work to do?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: We’re continuing with that. For example, on the aerosol side, you notice the figures were 20 percent humidity. We’re looking at higher humidity levels. We would expect that would even have a greater impact on the virus. We’re looking at other types of disinfectants. And—and so we’re—this is a—as a scientific community, we’re continuing to study the virus to understand its characteristics.</p>\r\n\r\n<p>Q: Mr. Bryan, can you explain why some hotspots we’ve seen in the U.S. are hot and humid, like New Orleans, for example?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: Let me explain—if you look at the coronavirus as a chain with many links, what we’ve done through our study is we’ve identified some of the weak links in that chain, that the virus—the transmission of the virus depends upon. We identified that heat and humidity is a weakness in that chain. We’ve identified that sunlight, solar light, UV rays is a weakness in that chain. That doesn’t take away the other activities—the guidance from the White House, the guidance from the CDC and others on the actions and steps that people need to take to protect themselves.</p>\r\n\r\n<p>This is just another—another tool in our tool belt, right? Another—another weapon in the fight that we can add to it and, in the summer, we know that summer-like conditions are going to create an environment where the transmission can be decreased. And that’s an opportunity for us to get ahead.</p>\r\n\r\n<p>Q: But I—just, can I ask about—the President mentioned the idea of cleaners, like bleach and isopropyl alcohol you mentioned. There’s no scenario that that could be injected into a person, is there? I mean —</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: No, I’m here to talk about the findings that we had in the study. We won’t do that within that lab and our lab. So —</p>\r\n\r\n<p>THE PRESIDENT: It wouldn’t be through injection. We’re talking about through almost a cleaning, sterilization of an area. Maybe it works, maybe it doesn’t work. But it certainly has a big effect if it’s on a stationary object.</p>\r\n\r\n<p>Q: Mr. Bryant, are we simplifying it too much by saying that it’d be better with the warmer weather and the sun coming out more and more, that people would be outside than staying inside their home, confined to the four walls of their house?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: It would be irresponsible for us to say that we feel that the summer is just going to totally kill the virus and that if it’s a free-for-all and that people ignore those guidelines. That is not the case.</p>\r\n\r\n<p>We have an opportunity, though, to get ahead with what we know now and factor that into the decision making for what opens and what doesn’t.</p>\r\n\r\n<p>THE PRESIDENT: But so are you saying, on surfaces, the heat, the hot summer, and whatever other conditions—humidity and lack of humidity—that that would have an impact so that on surfaces, where it can be picked up, it will die fairly quickly in the summer, whereas in the winter, it wouldn’t die so quickly?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: Yes, Mr. President. When it’s exposed to UV rays—take playground equipment, for example: The UV rays hitting a piece of playground equipment will kill the virus when it hits that—when it hits on the playground equipment. But underneath, where the sun does not get, if someone touched that and had it on their hands, it could still be there, right? Because it has to be in direct light of the UV rays.</p>\r\n\r\n<p>THE PRESIDENT: If it’s on somebody’s hands, right?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: Yes.</p>\r\n\r\n<p>THE PRESIDENT: And they haven’t touched their face and all of the things that we’ve all been —</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: If it’s exposed to the sun, it’ll —</p>\r\n\r\n<p>THE PRESIDENT: I know, but if they’re outside—right—and their hands are exposed to the sun, will that kill it as though it were on a piece of metal or something else?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: Not—I don’t want to say it will at the same rate, because it’s a non-porous surface. But what we do know—what we do know is that we looked at the worst-case scenario, and the virus lives longer on non-porous surfaces. So porous surfaces, it doesn’t look quite as long. So, in theory, what you said is correct.</p>\r\n\r\n<p>THE PRESIDENT: This is sort of semi-non-porous, right? This, right?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: That’s true. Yes, Mr. President.</p>\r\n\r\n<p>Q: Mr. Bryan, how can the governors —</p>\r\n\r\n<p>(Cross-talk.)</p>\r\n\r\n<p>THE PRESIDENT: Wait, wait, wait, wait. Okay, go ahead.</p>\r\n\r\n<p>Q: One at a time. Mr. Bryan, how should governors who are opening their states, working on that, will incorporate the findings of this study into those guidelines?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: I would leave that up to the governors. This is a —</p>\r\n\r\n<p>Q: What was your advice?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: This is a decision—this factors into their decision process.</p>\r\n\r\n<p>As I mentioned, with knowing this knowledge and having this knowledge, as we continue to study and further know what the virus does and how it reacts, it could impact the way a governor will look at when he opens in a state, how he opens it, in what environments these things are opened up. But I leave that up to the governors to make that decision.</p>\r\n\r\n<p>Q: Obviously, at the moment, the advice is stay at home. By the summer, could we be flipping that and saying you’d be much better off being outside with UV rays or the humidity that Washington brings in August?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: I would not go contrary to the guidance that have been issued right now. I think, though, to tell you that if—if I’m having an event with my family, I’m doing it in the driveway or in the backyard, not inside the house with my children.</p>\r\n\r\n<p>THE PRESIDENT: In fact, I’m thinking about moving outside to the Rose Garden. (Laughter.) No, it’s a very interesting question, actually.</p>\r\n\r\n<p>Okay. Please, go ahead. In the back.</p>\r\n\r\n<p>Q: Mr. Bryan, how much more research—how much more time would it take to have conclusive results that could be used here? You said these were emerging results?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: We—we first were able to receive the virus back in February, is when we started testing. And it is a science-based approach. Science is a process; the doctor can attest to that. It doesn’t necessarily line up with goals and targets and other things. It is what it is. But we are now starting to get results. And—and we’re—every week or two weeks, we’re starting to find out something new and something different.</p>\r\n\r\n<p>And in talking to the task force and the Vice President, he’s already asked us to come to him every time we come up with some new discoveries that we could be—that we could share to the public.</p>\r\n\r\n<p>THE PRESIDENT: Phil?</p>\r\n\r\n<p>Q: Yeah, sir, have you compared notes with your counterparts and other foreign governments or in private industry who might have been studying the same thing? And do their findings show the same result that you found here?</p>\r\n\r\n<p>ACTING UNDER SECRETARY BRYAN: We have. We do have a very good partnership with a lot of our allies. We work closely with them on this particular topic. We actually authored a document called the Master Questions List. If you go to DHS S&amp;T’s website, we’ve already had about 17,000 hits on this document. It actually outlines what all the countries in the world are doing to fill the certain gaps of knowledge that don’t exist within the virus and what we do know.</p>\r\n\r\n<p>And that is really what targets and drives the science community to say, “All right, what don’t we know now, so we don’t duplicate what other people have done?” So we’ve championed that document, it’s well referenced, and I would encourage you to look at that.</p>\r\n\r\n<p>THE PRESIDENT: And we are working with other countries on vaccines, as you know.</p>\r\n\r\n<p>Yeah. Go ahead. Please.</p>\r\n\r\n<p>Q: Thanks, Mr. President. If there is a summer ebb with this virus, what would the federal government need to do to take advantage of that time?</p>\r\n\r\n<p>THE PRESIDENT: Say it? In the beginning—what?</p>\r\n\r\n<p>Q: Oh, so if there is a summer, sort of, ebb with this virus, what would the federal government need to do to take advantage of that time to be better prepared for a possible resurgence in the fall than we were the first time?</p>\r\n\r\n<p>THE PRESIDENT: Well, I’ll tell you one thing: I think a lot of people are going to go outside all of a sudden. People that didn’t want to go outside, they’ll be going.</p>\r\n\r\n<p>This was a—to me this is very—really, a very interesting meeting. We covered it in great detail. And these are incredible people at that—we could call it a laboratory, because that’s essentially what it is. It’s a super laboratory. It’s a lot of things going on in that laboratory.</p>\r\n\r\n<p>Q: Right, but what would you —</p>\r\n\r\n<p>THE PRESIDENT: A lot of very interesting things going on in that laboratory.</p>\r\n\r\n<p>Yeah.</p>\r\n\r\n<p>Q: What would you and other areas that the government need to do on testing, for example, or other things like that to be prepared if it came back in the fall?</p>\r\n\r\n<p>THE PRESIDENT: Sure, Mike. Go ahead. Go ahead.</p>\r\n\r\n<p>Q: How would you take advantage of the summer?</p>\r\n\r\n<p>THE PRESIDENT: Go ahead.</p>\r\n\r\n<p>THE VICE PRESIDENT: It’s—it’s actually a very good question. It’s something the task force already has begun discussing. That we are—if—a combination of factors.</p>\r\n\r\n<p>Let me say again: As states put into practice the Guidelines to Open Up America Again, implement safe and responsible plans to open up their economies along the lines that the President unveiled a week ago today; as people continue to properly exercise social distancing, as is recommended in each phase, that, in combination with some of these findings, could well give us a summer respite from the coronavirus.</p>\r\n\r\n<p>And our team is already speaking about working on a continuous basis through this summer. Every single day we’re increasing testing. Every single day, air bridge flights are coming into the country. There are—I can promise you, at the President’s direction, there will be no letting up on—on making sure that our hospitals have the equipment, have the personal protective supplies for medical personnel.</p>\r\n\r\n<p>There’ll be no letting up on the development of therapeutics by our great pharmaceutical companies that are driving toward a vaccine as soon as it is possible to make available to the public. And there’ll be no letting up on continuing to scale testing—already, more than anyone in the world. But by next fall, we’ll have a broad range of testing, a variety of different means.</p>\r\n\r\n<p>And that’s why we say with confidence that should the coronavirus reemerge at any point next fall or next winter, we will be prepared to deal with it, identify it, do the contact tracing and isolation to ensure that—that we—we deal with this epidemic in the manner that we—that we deal with infectious diseases.</p>\r\n\r\n<p>THE PRESIDENT: Okay. Yeah. Go ahead.</p>\r\n\r\n<p>Q: Mr. President, on the subject of medical research: Why have you stopped promoting hydroxychloroquine as a cure?</p>\r\n\r\n<p>THE PRESIDENT: I haven’t at all. I haven’t at all. What are you say-—we’ll see what happens.</p>\r\n\r\n<p>Q: You haven’t talked about it in several days.</p>\r\n\r\n<p>THE PRESIDENT: We’ve had a lot of very good results and we had some results that perhaps aren’t so good. I don’t know. I just read about one, but I also read many times good. So I haven’t at all. And it’s a—it’s a great—for malaria, for lupus, for other things. And we’ll see what it is.</p>\r\n\r\n<p>But, I guess, Deborah, they have many, many studies going on on that. So we’ll—we’ll be able to learn.</p>\r\n\r\n<p>Q: Have you looked at the veteran study that shows that—that the death rate is higher —</p>\r\n\r\n<p>THE PRESIDENT: I have not. I haven’t seen it. I have not seen it.</p>\r\n\r\n<p>Go ahead, please.</p>\r\n\r\n<p>Q: Mr. President, we’re now over 26 million new jobless claims over five weeks.</p>\r\n\r\n<p>THE PRESIDENT: Yeah. Yeah.</p>\r\n\r\n<p>Q: How—the Vice President talked about this summer getting better. But how—what do your economists tell you about the time it’s going to take to you and the U.S. to create the jobs back?</p>\r\n\r\n<p>THE PRESIDENT: Well, I know a lot about economists.</p>\r\n\r\n<p>Q: August?</p>\r\n\r\n<p>THE PRESIDENT: Yeah.</p>\r\n\r\n<p>Q: September?</p>\r\n\r\n<p>THE PRESIDENT: Sure.</p>\r\n\r\n<p>Q: October?</p>\r\n\r\n<p>THE PRESIDENT: Well, let me go. We—we know the rest of the question, right? So I—I know a lot about economists, and the answer is they have no idea. I think I have as good an idea as anybody, and I think our economy will start to pick up very substantially, as soon as the states get open.</p>\r\n\r\n<p>And that’s happening as we speak, and it’s actually very exciting, and people are just—just thrilled to see it, because our country has to get back to work. They want to get back to work. You see that, whether it’s a demonstration or just in talking to people. They’re going to get back to work, and they’re going to get back to work very fast.</p>\r\n\r\n<p>States are advanced. I look at Gavin Newson—was—Newsom was very nice today. He wrote a beautiful statement about—we sent him a lot of—a lot of things that he needed. Okay? Things—different things that he needed. We got—we got it taken care of. They’ve done very well in California, as you know. They’re doing really well in Florida. They’re doing well in a lot of places. New York and New Jersey got hit very hard. They’re doing very well.</p>\r\n\r\n<p>I spoke again with Governor Cuomo, with Governor Murphy. They’re doing—they’re doing a great job. And here’s the thing: We have to see. They got hit hard. Everyone close together—tight in. People don’t realize New Jersey is very tight. You realize that because you’ve been covering it for a long time, but very tight. New York obviously is very tight. They’re doing a terrific job.</p>\r\n\r\n<p>I—I think for the most part—I’ll be able to tell you when it’s all over, but a lot of the governors have done a really terrific job. Some I don’t think have, to be honest. But we’ll be talking about that in future.</p>\r\n\r\n<p>Yes, go ahead.</p>\r\n\r\n<p>Q: Thank you, Mr. President. In a new interview today with Time Magazine, Dr. Fauci said that the U.S. is not in a situation where we can say we are where we want to be, with regard to testing capacity. He said we need much more testing capacity, as well as tests. So why do you keep saying we have a tremendous testing capacity? And do we have a national strategy that goes beyond tracking just what the states are doing?</p>\r\n\r\n<p>THE PRESIDENT: The answer is yes. And the answer is—as you know, and as I’ve said many times—we’re very advanced in testing. Other countries are calling us to find out what are we doing.</p>\r\n\r\n<p>And, by the way, within two weeks, you’ll see numbers and you’ll see different forms of testing—just like we came up with the Abbott Laboratories machine, which gives it to you in five minutes—that everybody wants. Everybody is asking, “Can we get that?” But you can only make them so fast. But, as you know, we’ve done more testing than every other nation combined, and that’s a big statement.</p>\r\n\r\n<p>And, you know, when they talk about different tests and different things, we’re also a bigger nation than most. And so, when they look at statistics—because, statistically, we’re doing phenomenally, in terms of mortality, in terms of all of the different elements that you can judge. When you look, Germany and ourselves are doing very well.</p>\r\n\r\n<p>We are very accurate in the reporting of numbers. In fact, I’ll go a step further. As you know, in New York, they actually added quite a few deaths to a list that was done in New York. And they added a number of deaths. We’re very, very—highly accurate.</p>\r\n\r\n<p>And then you’ll look at certain lists of other countries. Some are so obvious just to look at, where obviously the number is ridiculous, in the form of low, because they’re not accurate counts. They’re not even close to accurate counts. In fact, they’re insulting to look at them.</p>\r\n\r\n<p>So we’ve done very well. Again, testing—we’re doing very well on testing. We’ve tested far more than anybody else anywhere in the world. And within a short period of time, you’ll be hearing about new tests that are coming out that are going to be incredible.</p>\r\n\r\n<p>Steve, go ahead.</p>\r\n\r\n<p>Q: Do you agree with Dr. Fauci that we’re just not there yet?</p>\r\n\r\n<p>THE PRESIDENT: No, I don’t agree with him on that. No, I think we’re doing a great job in testing. I don’t agree. If he said that, I don’t agree with him.</p>\r\n\r\n<p>Yes.</p>\r\n\r\n<p>Q: Are you considering ways to get—to ramp up production of that Abbott rapid test?</p>\r\n\r\n<p>THE PRESIDENT: Yeah, well, they’re doing it. I’ll tell you, Steve, they—they’re doing it at a level that they’ve never done it before. Abbott is a great company. It’s a very big, highly respected company. They came up with this machine where you do it—I’ve done it both ways. I’ve done it this way and I didn’t like it. And I’ve done it the Abbott way, where you literally just touch and, five minutes later, you know the answer.</p>\r\n\r\n<p>And we use them in the White House. I think you folks have been given that opportunity, which is much more pleasant than the first way that they looked at you. Right?</p>\r\n\r\n<p>We’re making them—hundreds of thousands of machines. The advantage to the other tests and the laboratory tests is we can get millions and millions of those tests done. It takes a day or two days. But—you know, because it’s really a delivery situation, more than anything else. The test itself goes quickly once it gets to the laboratory.</p>\r\n\r\n<p>But as we have found and as we have, I think, shown everybody in the room, we have many laboratories. We have thou-—we have so many laboratories. Nobody—nobody—a lot of the governors did not know that we have this capacity, but we have many laboratories all over our country. Every state has laboratories and some have a lot of them. So I think we will—we will come up with things as time goes by.</p>\r\n\r\n<p>Again, when I started, we ended up—we—we started with nothing, essentially. What—we started with a broken test, a test that didn’t work. We started with a test that did very few people, not millions of people.</p>\r\n\r\n<p>The problem is, if we did 350-—if we did 350 million tests, one for each person, the media would say, “Oh, you should have done two for each person.” No matter what you do, it doesn’t make any difference.</p>\r\n\r\n<p>It’s just like the ventilators. I talk about it all the time. Nobody ever mentions ventilators. One of the hardest things are ventilators. And now we’re making thousands a week—thousands of ventilators. And they’re calling from Mexico; they’re calling from many countries.</p>\r\n\r\n<p>I’ve received today four calls. “Would it be possible to send ventilators?” Right? I got four calls today. I got three calls yesterday. No country is equipped like we are. We have 11—we have 11 different places making ventilators. Our country, as you know, doesn’t need them now. Our governors are very happy.</p>\r\n\r\n<p>But that’s different than test, because with a test you can always say, “Oh, we—we need more.” No, I think we’ve done incredibly well with—obviously, with ventilators. We’re—we also have 500 million masks—500 million masks that are very shortly going to be here. We’ve made millions of masks. We have ordered millions of masks that have arrived and been distributed.</p>\r\n\r\n<p>We gave one hospital in New York City 300,000 masks. Before the virus, they were using 10,000. And now we got them 300,000, and they got rid of them very quick, which I—quickly—which I sort of say, “How did that happen? Why?” Because they became very valuable—the masks. I say, “How did that happen?”</p>\r\n\r\n<p>But we got—we have—we’ve done an amazing job, and we’ve worked with the governors. And when the governors weren’t able—again, they’re the first line—when they weren’t able to get something—like ventilators, they couldn’t get ventilators. They could’ve bought them. You could have bought them, but most of them—many of them chose not to. So they all needed ventilators. We got the job done.</p>\r\n\r\n<p>We have—I’ll be introducing the team when we’re finished with this whole nightmare, this whole curse, this whole plague. But the team that worked on the ventilators was incredible. And the team that work—and it’s a little bit interchangeable, but the team that’s working on the testing is truly an incredible team. These are brilliant people. And they’re doing it for the country; they’re not doing it for other reasons.</p>\r\n\r\n<p>Some have been very successful. They’re doing it for the country.</p>\r\n\r\n<p>Q: Mr. President —</p>\r\n\r\n<p>THE PRESIDENT: Yes.</p>\r\n\r\n<p>Q: The House has now passed, since you were here, the relief bill.</p>\r\n\r\n<p>THE PRESIDENT: Great.</p>\r\n\r\n<p>Q: As you know —</p>\r\n\r\n<p>THE PRESIDENT: I’ll be signing it probably tonight.</p>\r\n\r\n<p>Q: As you know, there’s no aid to states and localities in that bill. Mitch McConnell, of course, has talked about states seeking bankruptcy protection.</p>\r\n\r\n<p>He’s also—his office referred to this as a—the idea of aiding states as a “blue state” bailout. What do you—what do say to that? Do you agree with that? Or do you agree with Governor Cuomo that that is a vicious attack on these states that have been hit by —</p>\r\n\r\n<p>THE PRESIDENT: I don’t know if it was a vicious attack, but certainly some people do look at it that way. I’ve spoken to Mitch about it; I’ve spoken to numerous senators about it. And we’re working with senators that are on the other side of the issue, and we’ll see what happens. But we’re looking to do what’s right for the people of this country. We’re looking to do what’s right for a particular state. And we’ll see what happens.</p>\r\n\r\n<p>But it’s certainly the next thing we’re going to be discussing because some states have—in all fairness, Jon, some states have not done very well for many years, long before the virus came. You know, you can’t blame the plague—this horrible plague that came in and, all of a sudden—you know, they can’t blame that. You look at Illinois—he’s got a lot of problems long before the virus came in. And so we’ll be talking about it. It’ll be a subject for a period of time.</p>\r\n\r\n<p>And right now, we’ve—we’ve made this incredible deal for the workers and for small business. And I’m very happy that Harvard didn’t get covered. We actually never sent them the check. But they were very nice about it. We never sent them the money. The old-fashioned way is the check; the new way is send them the money. And we didn’t send them the money.</p>\r\n\r\n<p>And—but they were very understanding and they were very nice about it. So was Princeton, so was Stanford, so were a number of other schools that you just don’t associate with this money. So were big companies, as you know. You know, many of them. It was a relatively small amount of money compared to the whole. A very small amount of money compared. But we want it to be fair. We want it to go to the people that it’s supposed to go to.</p>\r\n\r\n<p>Q: But are you open to this idea of state and local —</p>\r\n\r\n<p>THE PRESIDENT: I’m open. I’m open.</p>\r\n\r\n<p>Q: I mean, are these—are these —</p>\r\n\r\n<p>THE PRESIDENT: I’m open to ideas that are going to be great for the people of this country.</p>\r\n\r\n<p>Q: Specifically that idea?</p>\r\n\r\n<p>THE PRESIDENT: And if we can help states, we’re always going to help states.</p>\r\n\r\n<p>Now, there’s different ways of helping states. Some ways are better than others. So we’re looking. It is interesting that the states that are in trouble do happen to be blue. It is interesting, you know, if you look around. I mean, the states that seem to have the problem happen to be Democrat.</p>\r\n\r\n<p>Q: Well, New York and New Jersey got hit by this, you know, by this virus really hard, and Massachusetts —</p>\r\n\r\n<p>THE PRESIDENT: No, but New York and New Jersey were in a lot of trouble long before the plague came. I mean, they were—you know, they had a lot of problems long before the plague came. I spoke with Governor Cuomo about it, spoke to Governor Murphy about it. I spoke with Gavin Newsom about it. And we—I’m speaking to a lot of people about it, because it’s probably going to be the next thing on the list.</p>\r\n\r\n<p>A lot of people understand very well what Mitch is saying, and they also understand the other side of the—the problem. And I’ll be speaking about it. We’re going to do the right thing for our country. The right thing for our country and the right thing for a lot of great people. Okay?</p>\r\n\r\n<p>Yeah, please.</p>\r\n\r\n<p>Q: Yes, Mr. President, after the presentation we just saw about the heat and the humidity, is it dangerous for you to make people think they would be safe by going outside in the heat, considering that so many people are dying in Florida, considering that this virus has had an outbreak in Singapore, places that are hot and —</p>\r\n\r\n<p>THE PRESIDENT: Yeah, here we go.</p>\r\n\r\n<p>Q:—are humid?</p>\r\n\r\n<p>THE PRESIDENT: Here we go. The new—the new headline is: “Trump Asks People to go Outside. That’s Dangerous.” Here we go. Same old group. You ready? I hope people enjoy the sun. And if it has an impact, that’s great. I’m just hearing this—not really for the first time. I mean, there’s been a rumor that—you know, a very nice rumor—that you go outside in the sun, or you have heat and it does have an effect on other viruses.</p>\r\n\r\n<p>But now we get it from one of the great laboratories of the world. I have to say, it covers a lot more territory than just this. This is—this is probably an easy thing, relatively speaking, for you.</p>\r\n\r\n<p>I would like you to speak to the medical doctors to see if there’s any way that you can apply light and heat to cure. You know—but if you could. And maybe you can, maybe you can’t. Again, I say, maybe you can, maybe you can’t. I’m not a doctor. But I’m like a person that has a good you know what.</p>\r\n\r\n<p>Q: But, sir, you’re the President.</p>\r\n\r\n<p>THE PRESIDENT: Deborah, have you ever heard of that? The heat and the light, relative to certain viruses, yes, but relative to this virus?</p>\r\n\r\n<p>DR. BIRX: Not as a treatment. I mean, certainly fever —</p>\r\n\r\n<p>THE PRESIDENT: Yeah.</p>\r\n\r\n<p>DR. BIRX:—is a good thing. When you have a fever, it helps your body respond. But not as—I’ve not seen heat or (inaudible).</p>\r\n\r\n<p>THE PRESIDENT: I think it’s a great thing to look at. I mean, you know. Okay?</p>\r\n\r\n<p>Q: But respectfully, sir, you’re the President. And people tuning into these briefings, they want to get information and guidance and want to know what to do.</p>\r\n\r\n<p>THE PRESIDENT: Hey—hey, Phil.</p>\r\n\r\n<p>Q: They’re not looking for a rumor.</p>\r\n\r\n<p>THE PRESIDENT: Hey, Phil. I’m the President and you’re fake news. And you know what I’ll say to you? I’ll say it very nicely. I know you well.</p>\r\n\r\n<p>Q: Why do you say that?</p>\r\n\r\n<p>THE PRESIDENT: I know you well.</p>\r\n\r\n<p>Because I know the guy; I see what he writes. He’s a total faker.</p>\r\n\r\n<p>Q: He’s a good reporter.</p>\r\n\r\n<p>THE PRESIDENT: So, are you ready? Are you ready? Are you ready? It’s just a suggestion from a brilliant lab by a very, very smart, perhaps brilliant, man. He’s talking about sun. He’s talking about heat. And you see the numbers. So that’s it; that’s all I have. I’m just here to present talent. I’m here to present ideas, because we want ideas to get rid of this thing. And if heat is good and if sunlight is good, that’s a great thing as far as I’m concerned.</p>\r\n\r\n<p>Go ahead.</p>\r\n\r\n<p>Q: Mr. President, you talked a moment ago about vaccines and that we’re close. How close, do you think? The Oxford University study says they could have one by September. Do you think the pharmaceutical companies in the U.S. —</p>\r\n\r\n<p>THE PRESIDENT: They could have one of what?</p>\r\n\r\n<p>Q: They could—they could have a vaccine ready —</p>\r\n\r\n<p>THE PRESIDENT: Yeah.</p>\r\n\r\n<p>Q:—for testing by September.</p>\r\n\r\n<p>THE PRESIDENT: Oxford is one. Johnson &amp; Johnson is working. They’re also working together. You have many companies working together on a vaccine.</p>\r\n\r\n<p>Q: But then, do you think they’ll scale—they can scale up production and the pharmaceutical companies will be able to do that quickly?</p>\r\n\r\n<p>THE PRESIDENT: Oh, we’ll scale it up. If we had a vaccine, it’ll be scaled up very quickly. In fact, some of the companies—Johnson &amp; Johnson is one—is scaling up already, before they have the final answer. A number of companies are doing that. You’ll save a lot of time. The normal is you scale up after.</p>\r\n\r\n<p>I have to say, the FDA has been fantastic. Stephen Hahn—Dr. Hahn—has been fantastic. They’re moving along rapidly. Rapidly.</p>\r\n\r\n<p>Q: Would you say—would you put a timescale on when you think this will —</p>\r\n\r\n<p>THE PRESIDENT: No, I don’t want to put a timescale because then the—the media, the so-called—so-called “media”—“lamestream” media will say, “He said a time.” I don’t want to say times, because every time I say a time, if you don’t hit it, they’ll say—so I don’t want to talk about time.</p>\r\n\r\n<p>But I will say that there’s been tremendous progress made over the last month.</p>\r\n\r\n<p>Q: Could I just ask a very quick question?</p>\r\n\r\n<p>THE PRESIDENT: Yeah.</p>\r\n\r\n<p>Q: You spoke to Boris Johnson this week. I just wonder how —</p>\r\n\r\n<p>THE PRESIDENT: I did.</p>\r\n\r\n<p>Q:—how he sounded, how he was.</p>\r\n\r\n<p>THE PRESIDENT: I did.</p>\r\n\r\n<p>Q: When do you think he’ll be back at work?</p>\r\n\r\n<p>THE PRESIDENT: He called me a few days ago. I will tell you, he sounded incredible. I was actually surprised. I thought he’d be like, “Oh, Donald, how are you…” He was ready to go. I could—I’m very surprised to tell you this: It’s like the old Boris. Tremendous energy. Tremendous drive. I was very surprised, because he called me almost, you know, pretty close to when he got out of the hospital.</p>\r\n\r\n<p>I think he’s doing great. I think he’s doing great. He was so sharp and energetic. Pretty incredible. He’s an incredible guy.</p>\r\n\r\n<p>He’s a friend of ours and—and a friend of mine. He loves our country. He loves his country a lot. But he loves our country. He respects our country. And they’re lucky to have him over there.</p>\r\n\r\n<p>Please.</p>\r\n\r\n<p>Q: Mr. President, you, a couple days ago, said that you might reach out to Kim Jong Un directly, but also that you were working to find out if those reports about him being in possible medical trouble were true. I’m wondering if you’ve either —</p>\r\n\r\n<p>THE PRESIDENT: I hope he’s not in medical trouble.</p>\r\n\r\n<p>Q: Well —</p>\r\n\r\n<p>THE PRESIDENT: I hope he’s —</p>\r\n\r\n<p>Q:—have you heard anything from North Korea or —</p>\r\n\r\n<p>THE PRESIDENT: I’ve gotten along very well with him. And you know, here we are. You would have been in a war with North Korea if I didn’t get elected President. Remember, I was going to be the one that took us into war, with my first day in office. Okay? Here we are. Look at what’s happened. Withdrawal. We’re bringing people home. We’re not going to serve as policemen all over the world. I don’t want to be policemen all over the world.</p>\r\n\r\n<p>Q: But have you been able to leverage that relationship?</p>\r\n\r\n<p>THE PRESIDENT: And yet I’ve rebuilt our military to a level that it’s never been built at before.</p>\r\n\r\n<p>Q: Have you been able to get more information?</p>\r\n\r\n<p>THE PRESIDENT: But it’s never recognized by the fake news.</p>\r\n\r\n<p>Go ahead.</p>\r\n\r\n<p>Q: Have you been able to use that relationship to get more information about his status?</p>\r\n\r\n<p>THE PRESIDENT: Uh, I think the report was incorrect. Let me just put it that way. I think the report was done by a network that was incorrect.</p>\r\n\r\n<p>Q: So you blame —</p>\r\n\r\n<p>THE PRESIDENT: I’m hearing they used old documents. But I—that’s what I hear. I hear the report was an incorrect report. I hope it was an incorrect report.</p>\r\n\r\n<p>Q: When was the last time you heard from him?</p>\r\n\r\n<p>THE PRESIDENT: I don’t want to say.</p>\r\n\r\n<p>Yeah.</p>\r\n\r\n<p>Q: Since you pointed to me, just a quick question about that. So you haven’t made any contact, though? Just to make sure.</p>\r\n\r\n<p>THE PRESIDENT: With who?</p>\r\n\r\n<p>Q: The North Koreans.</p>\r\n\r\n<p>THE PRESIDENT: I don’t want to say. I won’t say that.</p>\r\n\r\n<p>Q: Okay, so —</p>\r\n\r\n<p>THE PRESIDENT: We have a good relationship with North Korea—as good as you can have. I mean, we have a good relationship with North Korea. I have a good relationship with Kim Jong Un, and I hope he’s okay. And somebody would say, “Oh, that’s terrible.” No, it’s not terrible. I hope he’s okay. And I think it was a fake report done by CNN.</p>\r\n\r\n<p>Q: So can I ask you a question?</p>\r\n\r\n<p>THE PRESIDENT: What do you have? Go ahead.</p>\r\n\r\n<p>Q: No, I would like —</p>\r\n\r\n<p>THE PRESIDENT: No, that’s enough.</p>\r\n\r\n<p>Go ahead.</p>\r\n\r\n<p>Q: Can I ask —</p>\r\n\r\n<p>Q: But that wasn’t my question.</p>\r\n\r\n<p>THE PRESIDENT: The problem is you don’t write the truth, so, you know, as far as I’m concerned —</p>\r\n\r\n<p>Q: What are you referencing?</p>\r\n\r\n<p>THE PRESIDENT:—I want to go—I want to go to the next question.</p>\r\n\r\n<p>Q: But can I ask you a question about Rick Bright?</p>\r\n\r\n<p>THE PRESIDENT: No, not CNN, please.</p>\r\n\r\n<p>Go ahead.</p>\r\n\r\n<p>Q: The White House has not responded —</p>\r\n\r\n<p>THE PRESIDENT: You don’t —</p>\r\n\r\n<p>Q:—to these allegations —</p>\r\n\r\n<p>THE PRESIDENT: I told you —</p>\r\n\r\n<p>Q:—to Rick Bright.</p>\r\n\r\n<p>THE PRESIDENT:—CNN is fake news. Don’t talk to me.</p>\r\n\r\n<p>Go ahead, please.</p>\r\n\r\n<p>Q: He says he was—but he says he was retaliated against and that’s why he was removed from his job. Do you have a response to that?</p>\r\n\r\n<p>THE PRESIDENT: Okay, next question.</p>\r\n\r\n<p>Q: Mr. President, I have two questions. One on behalf of a colleague who is not here because of social distancing.</p>\r\n\r\n<p>THE PRESIDENT: Just ask one, please.</p>\r\n\r\n<p>Q: First one: Could you talk about your decision-making process on—with the governor of Georgia?</p>\r\n\r\n<p>THE PRESIDENT: About what?</p>\r\n\r\n<p>Q: You, yesterday, said —</p>\r\n\r\n<p>THE PRESIDENT: The controversy?</p>\r\n\r\n<p>Q: Well, you know, you—no. You said yesterday that you told the governor of Georgia —</p>\r\n\r\n<p>THE PRESIDENT: I did.</p>\r\n\r\n<p>Q:—you were concerned about —</p>\r\n\r\n<p>THE PRESIDENT: I had a good talk with the governor of Georgia.</p>\r\n\r\n<p>Q: But there are reports that, earlier in the week, you spoke and you did not convey this kind of message. Was there a change in your thinking?</p>\r\n\r\n<p>THE PRESIDENT: I did convey the message. I didn’t like the fact that he’s leaving certain things—I want the states to open more than he does—much more than he does. But I didn’t like to see spas at this early stage, nor did the doctors. Is that a correct statement, Deborah?</p>\r\n\r\n<p>I didn’t like to see spas opening, frankly. I didn’t like to see a lot of things happening. And I wasn’t happy with it. And I wasn’t happy with Brian Kemp. I wasn’t at all happy, because—and I could have done something about it if I wanted to, but I’m saying let the governors do it. But I wasn’t happy with Brian Kemp. Spas, beauty parlors, tattoo parlors—no, that’s—that —</p>\r\n\r\n<p>Q: But did your thinking change after —</p>\r\n\r\n<p>THE PRESIDENT: And, by the way, I want them to open—excuse me.</p>\r\n\r\n<p>Q:—a conversation with your medical experts?</p>\r\n\r\n<p>THE PRESIDENT: Excuse me. I want them to open, and I want him to open as soon as possible. And I want the state to open. But I wasn’t happy with Brian Kemp. I will tell you that right now.</p>\r\n\r\n<p>Yeah, go ahead.</p>\r\n\r\n<p>Q: Sir, are you surprised he defied you on that? Because you made it clear —</p>\r\n\r\n<p>THE PRESIDENT: No, he didn’t. No, he didn’t defy me at all. That’s your language. He didn’t defy me.</p>\r\n\r\n<p>Q: Well, I mean, he’s not —</p>\r\n\r\n<p>THE PRESIDENT: You know what happened? I said, “You make your own decision.” I told him that. I said, “You’re not in the guidelines, but I’m letting you make your own decision. But I want people to be safe, and I want the people in Georgia to be safe, and I don’t want this thing to flare up because you’re deciding to do something that is not in the guidelines.”</p>\r\n\r\n<p>And I went to Deborah and Dr. Fauci and other people, and they weren’t thrilled about it. And I could have stopped him, but I decided—and we all agreed—they got to watch it closely. So we’ll see what happens.</p>\r\n\r\n<p>I told him very distinctly—I said—Mike was there—I said, “You do what you think is best.” But if you ask me, am I happy about it? I’m not happy about it, and I’m not happy about Brian Kemp.</p>\r\n\r\n<p>Go ahead.</p>\r\n\r\n<p>Q: A question for Dr. Birx, if I may, Mr. President, about the rate and the decline of the curve in the U.S. You and the Vice President tonight talking about meaningful progress, promising progress. Could you speak to the rate of decline of cases of in the U.S.?</p>\r\n\r\n<p>THE PRESIDENT: If we do it quickly, that would be great.</p>\r\n\r\n<p>Q: And just—if you’re satisfied with —</p>\r\n\r\n<p>THE PRESIDENT: Because you see it in the charts. I mean, you have to ask the question, but you do see it in the charts.</p>\r\n\r\n<p>Q: And if you have information from other countries that would inform us about the decline.</p>\r\n\r\n<p>DR. BIRX: Yeah, so, many of you—and I’ve spoken to all of you from this podium about there’s weekends’ difference in reporting, often a spike on Monday. If you look at Mondays over Mondays, if you look at seven-day reporting, we are starting to go down. We have a long—we had a long, flat peak, largely driven, of course, by New York, which is about 45 or so percent of the cases. As New York goes down, so will the rest of the country have a decline, even more accelerated.</p>\r\n\r\n<p>I want to say, though, we have had outbreaks. We’ve had outbreaks in specific prisons. We’ve had outbreaks in specific nursing homes. We’ve had outbreaks in specific plants. And when that happens, that adds two, three hundred, four hundred cases on that single date.</p>\r\n\r\n<p>So we track, very carefully, not only what the country is doing, but what each state is doing, each county is doing. And we look at delta changes across all of the counties so that we find early warning signals for these types of outbreaks, because we want to—we want the whole country to go down, but we also want to prevent the outbreaks before they occur.</p>\r\n\r\n<p>Q: Mr. President —</p>\r\n\r\n<p>THE PRESIDENT: Go ahead. Please.</p>\r\n\r\n<p>Q: Yes. Thank you. Looking forward to November, to the election, given the risk that the flu and the coronavirus are coming back —</p>\r\n\r\n<p>THE PRESIDENT: Yeah, that’s a—that’s a problem.</p>\r\n\r\n<p>Q: Yeah—there could be a problem. Do you think there is a risk that there’ll be—there will be some—there will be lack of agreement, lack of legitimacy to the results in a very close election, and people start saying, “Well, a whole bunch of people couldn’t go and vote because they were scared”?</p>\r\n\r\n<p>THE PRESIDENT: Look, I can’t tell you what’s going to happen in an election.</p>\r\n\r\n<p>Q: Is there a risk for legitimate elections?</p>\r\n\r\n<p>THE PRESIDENT: Yeah. Great question. I can’t tell you what’s going to happen. We have a sleepy guy in a basement of a house that the press is giving a free pass to who doesn’t want to do debates because of COVID. And lots of things are happening. Right?</p>\r\n\r\n<p>And I watched a couple of interviews, and I say, “Oh, I look forward to this.” But they’re keeping him sheltered because of the coronavirus. And he’s not moving around; he’s not moving too much. And then I watch what the press does to the Republican Party—and to me, in particular.</p>\r\n\r\n<p>We had the greatest economy ever put together. We were doing—this is a month and a half ago. We were doing numbers, the like—the likes of which we’ve never done. African American, Asian American, Hispanic American—best employment numbers ever in the history of our country. Our employment numbers, the best in the history of our country: almost 160 million people. The stock market: record numbers, many, many times during my tenure. Many, many times.</p>\r\n\r\n<p>But now we have a country that we had to close because of this. And, frankly, if we didn’t close it, we would have lost millions of people possibly, but certainly we would have lost a million people. You take the high number and cut it in half, cut it in half again. But whether it would have been 600, 700, 800, you take a look at the travesty that there is. You take a look at this horrible, horrible scene of hospitals with bodies in black body bags, right? Multiply that times 10, 15, or even 20, because that would have happened.</p>\r\n\r\n<p>So we did the right thing. So far, we did the right thing. So far, we’ve called it right. We’ve mobilized like it was a military operation. And it was largely a militarily operation, between ventilators and testing and so many other things. And we’ve had a lot of good partners. Not all good partners, but we had a lot of good partners.</p>\r\n\r\n<p>Gavin Newsom today thanked us very much. Gavin Newsom—California—thanked us so much for getting him all the things that he needed so he can keep going and keep doing a good job. We got it to him today. Tomorrow, we’re getting him even more. It would’ve been harder for him to get it than us. We agreed to get it. We got it on time. He said, “Promises made, promises kept.” He actually said that in a statement today.</p>\r\n\r\n<p>We’ve done a good job. We’ve gotten very little credit for the great job we’ve done because of the media. Because the media is not an honest media, in my opinion. Much of it, not all of it. We have some great reporters that I have tremendous respect, but much of the media is not honest.</p>\r\n\r\n<p>So I can’t tell you about the election. You have a Democrat Party and you have a large portion of the media automatically giving the guy a pass. He’s been given a pass. Whether or not he’s going to be the nominee, I have no idea, but he’s getting a pass.</p>\r\n\r\n<p>And the media isn’t covering the great job that we’ve done, whether it’s Mike’s task force, which has been incredible; whether it’s the way we mobilized in a war-like operation to build these incredibly complex and very expensive ventilators. They’re very expensive to build and very complex. The job we’ve done has been an amazing job. And I’m not talking about me; I’m talking about everybody. I’m talking about the generals, the admirals, Deborah and Tony, and—and now Bill. I mean, something we hadn’t heard today.</p>\r\n\r\n<p>So I can’t tell you what’s going to happen with the election. I think that had we not gone through a fake Russia, Russia, Russia deal; an impeachment hoax—it was a total hoax. From the day I got elected—but, you know, it wasn’t the day; it was many months before I got elected—this has been a witch hunt that was illegal. It was an illegal witch hunt. It was illegal.</p>\r\n\r\n<p>And with all of that, I’m doing fine, because the people see we’re doing a great job. And you know what? We’ll continue to do a great job.</p>\r\n\r\n<p>If we had an honest press, this country would be even greater.</p>\r\n\r\n<p>Thank you. Thank you very much.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "audio": "https://d4q9blt8qjhv3.cloudfront.net/americanpresident/audio/President_Trump_Members_Coronavirus_Task_Force_Hold_Press_Briefing_4_23_20.mp3", "introduction": "<p>President Donald Trump holds his daily Coronavirus Task Force Briefing. During this briefing, the President proposes using light and disinfectant to combat the virus. However, medical professionals quickly respond with warnings about the dangers of disinfectants such as bleach, which should never be ingested.&nbsp;</p>\r\n"}