{"president": "Donald Trump", "doc_name": "february-1-2018-remarks-house-and-senate-republican-member", "date": "2018-02-01T14:00:00-05:00", "title": "February 1, 2018: Remarks at the House and Senate Republican Member Conference", "transcript": "THE PRESIDENT: Thank you, Paul and Mitch, for the introduction and for your tremendous leadership. You folks have done well. I just looked at some numbers. You’ve even done better than you thought, I think—(laughter)—based on what we just saw about 10 minutes ago.\n\r\n\r\n And I want to thank you, to the Governor of this incredible state, my very good friend, Jim Justice and his wonderful wife, Cathy, who are with us. And Jim is now a proud member of the Republican Party. He was a Democrat. He switched over, right? (Applause.) You don’t see that too often. Maybe we’ll see it more and more. But thank you, Jim. And the hotel is beautiful, and everything is beautiful. We appreciate it.\n\r\n\r\n It’s great to be among so many friends for the second time this week. Tuesday was an incredible evening, as we were all inspired. (Applause.) And I really mean that. We were inspired by America’s heroes and uplifted by everyone who has sacrificed in the fight for freedom. They were, and are, incredible people that we saw that night, and tremendous courage. And one of the people, I have to say—boy, you got a very big hand, Steve. Steve Scalise. A great hand. (Applause.)\n\r\n\r\n And we’re all truly blessed to be Americans.\n\r\n\r\n Before going any further, I want to send our prayers to everyone affected by the train accident yesterday, and especially to the family of the person who was so tragically killed. Our thoughts are with the victims and their loved ones. And thank you.\n\r\n\r\n With us today on stage is our incredible leadership team. And they really have—if you look—you just look at what’s happened in the last short period of time. Without them, I could have never won the Presidency, I guess. I don’t know, could I have won the Presidency without them? (Laughter.) Huh? Steve, yes, right? (Laughter.) I don’t know.\n\r\n\r\n But they’ve become very good friends, and we’re now in battle together and in friendship together. Senate Majority Leader Mitch McConnell. (Applause.) Thank you, Mitch. Great guy. (Applause.) That was a big win we had, Mitch. Senate Majority Whip John Cornyn. John, thank you. Great job. (Applause.) House Majority Whip Steve Scalise. Again, Steve, thank you. (Applause.) House Majority Leader Kevin McCarthy. Kevin. (Applause.) Chair John Thune and House Conference Chair Cathy McMorris Rodgers. (Applause.)\n\r\n\r\n Did they forget your name, John? I don’t know. What’s going on here? (Laughter.) John Cornyn, everybody knows. They didn’t put his name up, but that’s okay. That’s the first time that’s ever happened. Hey, John, that will never happen again. (Laughter.)\n\r\n\r\n Working together, we’ve accomplished extraordinary things for the American people over the last year, and I really believe this is just the beginning. You know, Paul Ryan called me the other day, and I don’t know if I’m supposed to say this, but I will say that he said to me, he has never, ever seen the Republican Party so united, so much in like with each other. But, literally, the word “united” was the word he used. It’s the most united he’s ever seen the party, and I see it too. I have so many friends in this group, and there is a great coming together that I don’t think either party has seen for many, many years. So—right?\n\r\n\r\n SPEAKER RYAN: Yep.\n\r\n\r\n THE PRESIDENT: That’s good. (Applause.) I was hoping he wouldn’t deny that. (Laughter.) But he did—he called me, and I thought it was very nice. So thank you, Paul, very much.\n\r\n\r\n Every day, we’re removing government burdens and empowering our citizens to follow their hearts and live out their dreams. The priorities of Republicans in Congress are the priorities of the American people. We believe in strong families, and we believe in strong borders. (Applause.)\n\r\n\r\n We believe in the rule of law, and we support the men and women of law enforcement. (Applause.)\n\r\n\r\n We believe every American has the right to grow up in a safe home and attend a good school and to have access to a really great job.\n\r\n\r\n And we know that, for Americans, nothing—absolutely nothing—is out of reach because we don’t know the meaning of the word “quit.” We don’t quit. And the Republican Party certainly hasn’t quit—because if we did, we wouldn’t be here today. We’d be sitting home saying, “Boy, that was a tough year,” instead of, “That was one of the greatest years in the history of politics, in the history of our country for a party—what we’ve done and what we’ve accomplished.” I don’t think it’s been done, and certainly not by much. We had a year that was almost, I would think, unlike any.\n\r\n\r\n It was a tremendous success, and I give everybody in this room the credit. And I give, certainly, these people behind me tremendous credit for what took place, especially in that last month. That was a month of tremendous pressure, and that was people that were able to act under pressure. My favorite type of person. They were able to act under tremendous pressure.\n\r\n\r\n So I just want to thank you all, because that’s what it was all about. And, you know, it was interesting—while we had a great year, we weren’t being given credit for it—regulations at a level that nobody has ever done. In one year, we knocked out more regulations than anybody. Supreme Court justice, judges, all over. So many different records. So many successes.\n\r\n\r\n But when we got the great tax cut bill—and we call it the Tax Cut and Jobs Bill—we got that, it was like putting it all in a box and wrapping it with a beautiful ribbon. We started getting credit not only for that, but for all of the other things that we did during the year. It’s amazing the way that happened. I was surprised, actually.\n\r\n\r\n But we got a lot of credit from a lot of people. And all of a sudden, they’re saying, “While we had a lot of accomplishment”—and then they went on to do the thing. But the fact is—(laughter)—you understand that. But we really did. We got a lot of credit. It all came together in that final month. And so I give everybody in this room, really, kudos.\n\r\n\r\n We’re a nation of builders and dreamers and strivers and fighters. And together, we’re building a safe, strong, and very proud America, already, since the election. We’ve created 2.4 million jobs. That’s unthinkable. (Applause.) And that doesn’t include all of the things that are happening. You’re going to see numbers that get even better.\n\r\n\r\n The stock market has added more than $8 trillion in new wealth. Unemployment claims are at a 45-year low, which is something. After years of wage stagnation, we are finally seeing rising wages. African American and Hispanic unemployment have both reached the lowest levels ever recorded. That’s something very, very special. (Applause.)\n\r\n\r\n And when I made that statement the other night, there was zero movement from the Democrats. They sat there, stone cold, no smile, no applause. You would have thought that, on that one, they would have, sort of, at least clapped a little bit. Which tells you, perhaps, they’d rather see us not do well than see our country do great. And that’s not good. That’s not good. We have to change that. (Applause.)\n\r\n\r\n And as I said, we’ve eliminated more regulations in our first year than any administration has ever eliminated. And that means four years, eight years, or, in one instance, sixteen years. In one year, we’ve knocked out more regulations. It’s an amazing thing. And I happen to think that that is every bit as important toward our success as the tax cuts.\n\r\n\r\n I have many business friends and many people in business that came to me and they say that—including small businesses—they say the fact that they no longer have to go through years of turmoil in getting approved and getting approvals, and getting rule changes and getting all sorts of things, and getting old while they’re waiting to get them—the fact that all of that is gone is probably as important or even more important to the massive tax cuts we’ve gotten people. So that’s something.\n\r\n\r\n We’ve signed into law the biggest tax cuts and reforms in American history. And I have to say, included in there is the individual mandate. We repealed it. That’s a big one. (Applause.) That’s so big. By itself, that would be a big achievement. And we, sort of, take it as, well, that was included.\n\r\n\r\n And ANWR, one of the great potential fields anywhere in the world. (Applause.) And I never appreciated ANWR so much. A friend of mine called up, who’s in that world and in that business, and said, “Is it true that you’re thinking about ANWR?” I said, “Yeah, I think we’re going to get it, but you know.” He said, “Are you kidding? That’s the biggest thing, by itself.” He said, “Ronald Reagan and every President has wanted to get ANWR approved.”\n\r\n\r\n And after that, I said, “Oh, make sure that’s in the bill.” (Laughter.) It was amazing how that had an impact. That had a very big impact on me, Paul. I really didn’t care about it, and then when I heard that everybody wanted it—for 40 years, they’ve been trying to get it approved, and I said, “Make sure you don’t lose ANWR.” (Laughter.)\n\r\n\r\n But it’s great for the people of Alaska. And Senator Sullivan and Senator Murkowski are here someplace. Where are they? But they are very happy campers. Senator? (Applause.) Good, Senator. Thank you. They worked very—\n\r\n\r\n LEADER RYAN: And Don Young.\n\r\n\r\n THE PRESIDENT: Where’s Don Young? He’s such a quiet guy. Where Is Don? (Laughter.) Don Young, also. Don, thank you.\n\r\n\r\n AUDIENCE MEMBER: (Inaudible) all along.\n\r\n\r\n THE PRESIDENT: So—no, we were always going to get it. We never had a problem with it. But if you think about, that by itself is a big bill. The individual mandate by itself is a big, powerful bill. That was just added on to what we did with the massive tax cuts.\n\r\n\r\n I want to thank Senate Finance Chairman—and a very spectacular man—Orrin Hatch. (Applause.) Where’s Orrin? Orrin. Orrin is—I love listening to him speak. He said once, I am the single greatest President in his lifetime. Now, he’s a young man, so it’s not that much, but—(laughter). And he actually once said I’m the greatest President in the history of our country. And I said, “Does that include Lincoln and Washington?” He said, “Yes.” I said, “I love this guy.” (Laughter.) I love him. But he is, he’s a special guy.\n\r\n\r\n And House Ways and Means Chairman Kevin Brady for their incredible work. (Applause.) Kevin? Where are you, Kevin? That’s—what a job. I’d call Kevin night after night. “Kevin, what about this? What about that?” You were always there. He was working. What did you average sleep for about four weeks? About—maybe nothing? I think he had no average. But you did a great job. Nobody knows it better than you, Kevin. Thank you.\n\r\n\r\n Maybe we’ll do a phase two, I don’t know. We’ll do a phase two. Are you ready for that, Kevin? Huh? I think you’re ready. (Laughter.) We’ll get them even lower. But we are proud of you.\n\r\n\r\n Here in West Virginia, as a result of our tax cuts, the typical family of four will save roughly $2,000 a year. To lower tax rates for hardworking Americans, we nearly doubled the standard deduction for everyone. Now, the first $24,000 earned by a married couple is completely tax-free. And when I came into this beautiful building just a little while ago, one of the people said, “You know, I just got a check, and I have $221 more than I had last year at this time in my envelope.” (Applause.)\n\r\n\r\n And that one—really, that’s what we were waiting. We were waiting for February, and then we got hit with these corporations giving tremendous bonuses to everybody that Nancy Pelosi called “crumbs.” That was a bad—that could be like “deplorable.” Does that make sense? “Deplorable” and “crumbs”—those two words, they seem to have a resemblance. I hope it has the same meaning. But she called it crumbs, when people are getting $2,000 and $3,000 and $1,000. That’s not crumbs. That’s a lot of money.\n\r\n\r\n We also doubled the child tax credit, and that’s so helpful to so many. We’ve gone from one of the highest business tax rates anywhere in the world, to one of the most competitive—one of the lower ones—so that our great workers and companies can compete and win against anyone.\n\r\n\r\n We’ve now given them the tools to go out and win. And that’s what they’re doing. And they’re also pouring back. A lot of you folks, you saw Davos the other day, they’re coming back. I believe I brought hundreds of billions of dollars with me back from Europe, back from Switzerland, when I went there the other day to make a speech. They’re so excited about this country and what’s happening here. And they would never, ever have come.\n\r\n\r\n In fact, if the opposing party had won the election, you would have had tremendous new rules and regulations put on everything, and other things would have happened. And instead of going up almost 50 percent, your stock market, in my opinion, would have gone down 50 percent—I really believe that—because they were stifling it. They were getting prepared to stifle even worse than it was.\n\r\n\r\n The changes to our business tax alone are expected to raise average household income by $4,000. Roughly 3 million workers have already received tax cut bonuses and raises totaling thousands and thousands of dollars per worker—and that’s just over the past six weeks alone.\n\r\n\r\n Because of our tax cuts, Apple is investing $350 billion in the United States. They’re bringing $240 billion back—$240 billion. They’re going to pay a tax of $38 billion, Mitch—$38 billion. But they’re going to invest a total of $350 billion. And when I first heard the number, I said, “You don’t mean billion, you mean $350 million.” Because I’ve been saying to Tim Cook, “Tim, we got to build plants here.” You know, for $350 million, you could build a beautiful plant. But for $350 billion, they’re going to build a lot of plants. And this would have never happened without us and the work you’ve done. And they’re hiring 20,000 workers, by the way. (Applause.)\n\r\n\r\n And two days ago, ExxonMobil, in addition to many others, just announced that they are investing $50 billion in the United States. So the good news just keeps on rolling in, and it’s going to.\n\r\n\r\n And I want to thank Senator Tim Scott for “opportunity zones.” Our tax plan encourages this investment. Where is Tim? What a good guy Tim is. (Applause.) Tim. See him over there someplace? Thank you, Tim. But we’re investing in distressed communities to create more jobs for those who have too often been left behind. And Tim worked hard on that.\n\r\n\r\n We want every American to know the dignity of work, the pride of a paycheck, and the satisfaction of a job really well done. And we’re reaching our hand all across the aisle in pursuit of common ground and commonsense reforms for the good of all Americans. All Americans.\n\r\n\r\n We can reform our prison system to help those who have served their time get a second chance at life. And I’ve watched this, and I’ve seen it, and I’ve studied it. And people get out of prison, and they made a mistake. And not all—some are very bad, but many are very good. And they come home and they can’t get a job. It’s sad. They can’t—there’s—they can’t get a job.\n\r\n\r\n Now, the best thing we’ve done to fix that, Paul, is the fact that the economy is just booming. I mean, that fixes it better than any program we can do, anything we can do at all. But the economy is so strong now and so good, and so many companies are moving in that I really believe that problem—it’s a big problem—is going to solve itself. But we’re working on it.\n\r\n\r\n We can invest in workforce development, job training, and open new vocational schools, because we want every American to be able to reach their full God-given potential. Vocational schools—today you have community colleges and you have all of the—when I was growing up, we had vocational schools.\n\r\n\r\n And when I was going to school, I remember I was in high school, and there were people in class—one person in particular, he wasn’t, like, the greatest student. And—he just wasn’t. And yet, I saw him one day, and he was able to fix a car engine, blindfolded. And everybody else was saying that’s amazing how talented he is. He had a different kind of a talent. And we should have vocational schools. You learn mechanical, you learn bricklaying and carpentry, and all of these things. We don’t have that very much anymore.\n\r\n\r\n And I think the word “vocational” is a much better word than, in many cases, a community college. A lot of people don’t know what a community college means or represents. So we’re working very hard on vocational schools so that when all these companies move into this country, we’re going to have a workforce that knows exactly what they’re doing.\n\r\n\r\n In addition to that, when they move in, we’re giving them incentives to also train people themselves. Because, in many ways, that’s the best way to do it. In Wisconsin, we have a great company moving in. They make all of the Apple iPhones, and they’re going to have a big program. They’re going to have a tremendous program to teach people how to do this, because it’s a whole new skill. And it will be very successful.\n\r\n\r\n We can reduce the price of prescription drugs and ensure that terminally ill patients have a right to try. (Applause.) So important—right to try. You know, those drugs, they sit in there for 12, 13, 14 years. And a person is terminally ill, they have two months left, and under the old system they don’t want to give them even an experimental medicine because they’re afraid they’re going to be hurt. Well, they’re not going to be around for two months.\n\r\n\r\n So they’ll sign a waiver, and we’re going to give them the hope of finding something. You have people—and I’ve known people like this—they travel all over the world to try and find a cure. And we have great experimental drugs, but it will be years before they come on to the market.\n\r\n\r\n So it’s called Right to Try, and I hope you folks can approve it, and I hope you agree with it. But I think it’s so important. It’s so important. (Applause.) And Scott Gottlieb is heading it up. And it’s—and the other thing you get is you learn pretty quickly how effective it is; does it work. But you learn it really, very quickly. So, Right to Try.\n\r\n\r\n We can fix bad trade deals and negotiate new ones that are fair. And the most important word to me, on trade, is “reciprocal.” Because we have deals where companies will send in a motorbike, and we charge them nothing. But when we send a Harley-Davidson or a motorbike to those countries, they charge us 100 percent tax. That’s not fair. So they’ll send their motorbikes, or something, into us—zero. We send it to them—100 percent. That’s not fair trade. That’s not fair.\n\r\n\r\n So I like the word “reciprocal.” If they’re going to do it to us, we’re going to do it to them. And what’s going to happen is your numbers are going to either come down, or we’re going to make a lot of money. And either one is okay, as far as I’m concerned.\n\r\n\r\n We can rebuild our crumbling infrastructure, and we will; streamline the horrible approval process—roadways that take 12, 13, 14 years to get approved. We used to build them in three months, and now it takes years and years of approvals. We’re going to bring that down, ideally, to one year. Two years is our goal, but one year is our real goal. And we can get it done under budget, and we want to get it done ahead of schedule. Because you don’t have too many of them. Under budget and ahead of schedule.\n\r\n\r\n We can deliver for our police, our veterans, and our brave servicemembers. And finally, after decades of waiting, we can finally pass immigration reform that protects our country, defends our borders, and modernizes our immigration rules to serve the needs of American workers and of American families. So important.\n\r\n\r\n One of the strengths of the Republican Party is that we’re a big tent with many diverse views, but the one thing we can all agree on—and that’s that, in every decision, we make our highest priority to serve and to protect the American people.\n\r\n\r\n We want an immigration policy that’s fair, equitable, but that’s going to protect our people. We want people coming into our country based on merit and based on the fact that they are going to love our country, and they respect our people and our country. We don’t want visa lottery. Pick a lottery ticket. Pick a lottery. We don’t want that. So we want it based on merit. (Applause.)\n\r\n\r\n We have a chance now to pass into law the immigration reforms that the American people have been demanding for decades and that many of you have been working on for your entire careers. We have a great opportunity as a Republican Party. As the Republican Party, we have a great opportunity. We’re getting very little help from the Democrats, but I hope after I leave this room, we’re going to get a call from these people saying, “Let’s go.”\n\r\n\r\n You know, they talk a good game. We have to get help from the other side, or we have to elect many more Republicans. That’s another way of doing it. (Applause.) Really, that’s another way of doing it. And based on the numbers we just saw, we have a real chance of doing that. You know, ’18 is going to be very interesting. But we’ve got to do one or the other. Either they’re going to have to come on board—because they talk a good game with DACA, but they don’t produce.\n\r\n\r\n And so either they come on board, or we’re just going to have to really work and we’re going to have to get more people so we can get the kind of numbers that we need to pass, in a much easier fashion, legislation. And to get it done, we’ll all have to make some compromises along the way—to get it done this way. Now, to get it done the other way, if we win more, we don’t have to compromise so much. Okay? With the tax bill, we got what we wanted because we had, essentially, a unanimous vote.\n\r\n\r\n But we have to go, and we have to get it done and get it done properly, and we’re going to have to compromise—unless we elect more Republicans, in which case, we can have it just the way everybody in this room wants it. We have to be willing to give a little in order for our country to gain a whole lot.\n\r\n\r\n If we’re united, if we work together for the good of the nation, and we can fulfill our sacred duty to the country and to our incredible voters, we have really fulfilled a solemn promise.\n\r\n\r\n As you know, I have put forward an immigration framework based on many months of meeting and working with Tom Cotton, and working with John Cornyn, who was in the office the other day, and David Perdue—incredible people—and Bob Goodlatte, who’s out here someplace. Really incredible people. And it’s a strong bill, but it’s a very fair bill. And it protects our border. We have to protect our borders. (Applause.)\n\r\n\r\n It includes reforms that are overwhelmingly popular with the voters, including Democrats. The Democrats want to have—the real Democrats, they want to have their borders protected. But it includes Democrats, independents, Republicans. Americans want an immigration system that works for everybody. And they want safety.\n\r\n\r\n And, by the way, they also want a strong military. And we have to be very powerful on our military. You know, our military has been depleted over the last long period of time, even beyond Obama. It’s been depleted. We’ve got to build up. This should not be a party thing; this should be common sense. Without our military, we might not be here talking. We have to have a strong military.\n\r\n\r\n And I think we’re very much on our way. From the one standpoint, we’re going for funding, which we need, and I think we’ll get it. But we have a lot of fighting on that from the other side, and we can’t even think about it. We need a strong and powerful military. And we’re going to have far more powerful than we were ever before. (Applause.)\n\r\n\r\n Nearly 7 in 10 Americans support an immigration reform package that includes a permanent solution on DACA. And I’ve been hearing about DACA for so many years. Some people call it DREAMers. It’s not DREAMers. Don’t fall into that trap. It’s just much different than DREAMers. And I said the other night, you know, we have dreamers too. We have dreamers in this country, too. You can’t forget our dreamers. I have a lot of dreamers here. (Applause.)\n\r\n\r\n But DACA—we want to take care of DACA, and I hope we will. We need the support of the Democrats in order to do it, and they might not want to do it. They talk like they do, but I don’t think they do. But we’re going to find out very soon.\n\r\n\r\n We want something that is very, very tough and strong, in terms of the border. We need to end chain migration, and we need to cancel the terrible visa lottery. (Applause.)\n\r\n\r\n And those are the four pillars that I talked about the other night. We call them the White House framework—a plan that will finally bring our immigration system into the 21st Century.\n\r\n\r\n The Republican position on immigration is the center, mainstream view of the American people, with some extra strength at the border and security at the border added in. What we’re asking for and what the American people are pleading for is sanity and common sense in our immigration system. We want immigration rules that protect our communities, defend our security, and admit people who will love our country and contribute to our society.\n\r\n\r\n I know that the Senate is planning to bring an immigration bill on the floor, to the floor, in coming weeks. And I’m asking that the framework we submitted—with great flexibility, great flexibility, working with both parties—that something very positive will come out of it for our country, for everybody—for our country. And I think that can happen.\n\r\n\r\n If the Democrats choose to filibuster a framework that includes a generous path to citizenship or something that is not fair, we are not going to approve it. We’re just not going to approve it.\n\r\n\r\n So we’ll either have something that’s fair and equitable and good and secure, or we’re going to have nothing at all. And this has been going on for many years. It doesn’t make sense, however, to have nothing at all, because this is something that people want.\n\r\n\r\n So we will be demonstrating that we are very, very serious. One of the reasons I gave a number that was, I thought, a very generous number was because I wanted to see whether or not they were interested in approving that. Because if they don’t approve something within that sphere, that means, very simply, that they’re not looking to approve it at all. They want to use it for an election issue, but it’s now an election issue that will go to our benefit, not their benefit. (Applause.)\n\r\n\r\n But make no mistake: I will not rest until we have delivered for the citizens of our great country so many different things—immigration, the strong military. We’ve done an awfully good job of protecting our Second Amendment. That was in question during the campaign, you remember, and we have done a very, very good job. (Applause.)\n\r\n\r\n For the last 12 months, I have kept one promise after another, and we’re just getting started. So often I’ll see—and I must say, six, seven months ago, they were saying, he didn’t fulfill his promise on this or that. I said, I’ve only been here for four months. You know, other people were there for eight years and they would finally get something passed. I was there four months—you know this, Paul—and they were saying, “He didn’t fulfill a promise.”\n\r\n\r\n But now we’ve fulfilled far more promises than we promised. (Laughter.) And they’re having a hard time with that. We have seriously fulfilled promises. I call it “promises plus.” (Laughter.)\n\r\n\r\n And one of the things we’re doing that’s so important—and Mitch has worked so hard on, and Don, and everybody—is the justices, the judges all over the country. We’re filling up the courts with really talented people who understand and read the Constitution for what it says. (Applause.)\n\r\n\r\n So it’s really not talked about that much, but it is a tremendous impact. It’s having already a tremendous impact. And we have incredible people lined up—just lined up—that are getting ready to go into the courts. And, in many ways, Mitch, I think it’s going to be one of the most important things, if not the most important thing, that we’re doing.\n\r\n\r\n Defense is always the most. Got to be the most, John, right? But what we’re doing with the courts, I think, is going to go down as one of the greatest achievements, so I want to thank you for that. Thank you. (Applause.)\n\r\n\r\n And not only are we protecting America at home, we’re protecting our interests abroad. It’s time to finally end the dangerous defense sequester. It would be wonderful if we could go back to a budget—(applause)—in order to fully fund our military, and do it properly and order properly, and have it over a period of time, and do it the right way. So at some point, I hope, we’re going to be able to do that and it should work.\n\r\n\r\n And in order to defeat terrorists, we’re also asking Congress to ensure that we continue to have all necessary power and everything we need to defeat and detain the terrorists. We can’t treat terrorists like common criminals; they are really unlawful enemy combatants. (Applause.)\n\r\n\r\n When you see what they do and the way they do it, and the level of ferocity, we can’t treat them the way we do the ordinary criminal. And as you saw on Tuesday, I’ve signed an order keeping open our very secure detention facilities at Guantanamo Bay. (Applause.) It’s another promise kept.\n\r\n\r\n And there is one more very important promise we’re keeping: No longer are we making apologies for America. We don’t apologize anymore. (Applause.) We’re proud of our history, we’re confident in our values, and we’re grateful to our heroes, and we are determined to create a brighter future for all of our people. We are restoring the bonds of love and loyalty that unite us all, as friends, as neighbors, as citizens, as Americans. Because when Americans are united, nothing—nothing at all—nothing can stop us. We win. (Applause.)\n\r\n\r\n As I said the other night, we are a nation that built the Empire State Building in one year. Actually, to be exact, it was—we built it in less than a year. Would you believe it? Working 24 hours around the clock.\n\r\n\r\n We built the Hoover Dam in record time. We built the Golden Gate Bridge. We linked our nation together with railroads and highways. We dug out the Panama Canal. We’re the nation that won two World Wars, defeated fascism and communism, and put satellites into space and planted our great American flag on the face of the moon. We’ve healed the sick, cured disease, and cared for the poor like no other nation. We’ve lifted millions into prosperity, and delivered millions into freedom.\n\r\n\r\n This is our legacy. This is our birthright. And this is the foundation on which we build our very glorious future. Because together, we are, indeed, making America great again.\n\r\n\r\n Thank you, and God bless you all. Thank you very much. (Applause.) Thank you.", "transcript_html": "<p>THE PRESIDENT: Thank you, Paul and Mitch, for the introduction and for your tremendous leadership. You folks have done well. I just looked at some numbers. You’ve even done better than you thought, I think—(laughter)—based on what we just saw about 10 minutes ago.</p>\r\n\r\n<p>And I want to thank you, to the Governor of this incredible state, my very good friend, Jim Justice and his wonderful wife, Cathy, who are with us. And Jim is now a proud member of the Republican Party. He was a Democrat. He switched over, right? (Applause.) You don’t see that too often. Maybe we’ll see it more and more. But thank you, Jim. And the hotel is beautiful, and everything is beautiful. We appreciate it.</p>\r\n\r\n<p>It’s great to be among so many friends for the second time this week. Tuesday was an incredible evening, as we were all inspired. (Applause.) And I really mean that. We were inspired by America’s heroes and uplifted by everyone who has sacrificed in the fight for freedom. They were, and are, incredible people that we saw that night, and tremendous courage. And one of the people, I have to say—boy, you got a very big hand, Steve. Steve Scalise. A great hand. (Applause.)</p>\r\n\r\n<p>And we’re all truly blessed to be Americans.</p>\r\n\r\n<p>Before going any further, I want to send our prayers to everyone affected by the train accident yesterday, and especially to the family of the person who was so tragically killed. Our thoughts are with the victims and their loved ones. And thank you.</p>\r\n\r\n<p>With us today on stage is our incredible leadership team. And they really have—if you look—you just look at what’s happened in the last short period of time. Without them, I could have never won the Presidency, I guess. I don’t know, could I have won the Presidency without them? (Laughter.) Huh? Steve, yes, right? (Laughter.) I don’t know.</p>\r\n\r\n<p>But they’ve become very good friends, and we’re now in battle together and in friendship together. Senate Majority Leader Mitch McConnell. (Applause.) Thank you, Mitch. Great guy. (Applause.) That was a big win we had, Mitch. Senate Majority Whip John Cornyn. John, thank you. Great job. (Applause.) House Majority Whip Steve Scalise. Again, Steve, thank you. (Applause.) House Majority Leader Kevin McCarthy. Kevin. (Applause.) Chair John Thune and House Conference Chair Cathy McMorris Rodgers. (Applause.)</p>\r\n\r\n<p>Did they forget your name, John? I don’t know. What’s going on here? (Laughter.) John Cornyn, everybody knows. They didn’t put his name up, but that’s okay. That’s the first time that’s ever happened. Hey, John, that will never happen again. (Laughter.)</p>\r\n\r\n<p>Working together, we’ve accomplished extraordinary things for the American people over the last year, and I really believe this is just the beginning. You know, Paul Ryan called me the other day, and I don’t know if I’m supposed to say this, but I will say that he said to me, he has never, ever seen the Republican Party so united, so much in like with each other. But, literally, the word “united” was the word he used. It’s the most united he’s ever seen the party, and I see it too. I have so many friends in this group, and there is a great coming together that I don’t think either party has seen for many, many years. So—right?</p>\r\n\r\n<p>SPEAKER RYAN: Yep.</p>\r\n\r\n<p>THE PRESIDENT: That’s good. (Applause.) I was hoping he wouldn’t deny that. (Laughter.) But he did—he called me, and I thought it was very nice. So thank you, Paul, very much.</p>\r\n\r\n<p>Every day, we’re removing government burdens and empowering our citizens to follow their hearts and live out their dreams. The priorities of Republicans in Congress are the priorities of the American people. We believe in strong families, and we believe in strong borders. (Applause.)</p>\r\n\r\n<p>We believe in the rule of law, and we support the men and women of law enforcement. (Applause.)</p>\r\n\r\n<p>We believe every American has the right to grow up in a safe home and attend a good school and to have access to a really great job.</p>\r\n\r\n<p>And we know that, for Americans, nothing—absolutely nothing—is out of reach because we don’t know the meaning of the word “quit.” We don’t quit. And the Republican Party certainly hasn’t quit—because if we did, we wouldn’t be here today. We’d be sitting home saying, “Boy, that was a tough year,” instead of, “That was one of the greatest years in the history of politics, in the history of our country for a party—what we’ve done and what we’ve accomplished.” I don’t think it’s been done, and certainly not by much. We had a year that was almost, I would think, unlike any.</p>\r\n\r\n<p>It was a tremendous success, and I give everybody in this room the credit. And I give, certainly, these people behind me tremendous credit for what took place, especially in that last month. That was a month of tremendous pressure, and that was people that were able to act under pressure. My favorite type of person. They were able to act under tremendous pressure.</p>\r\n\r\n<p>So I just want to thank you all, because that’s what it was all about. And, you know, it was interesting—while we had a great year, we weren’t being given credit for it—regulations at a level that nobody has ever done. In one year, we knocked out more regulations than anybody. Supreme Court justice, judges, all over. So many different records. So many successes.</p>\r\n\r\n<p>But when we got the great tax cut bill—and we call it the Tax Cut and Jobs Bill—we got that, it was like putting it all in a box and wrapping it with a beautiful ribbon. We started getting credit not only for that, but for all of the other things that we did during the year. It’s amazing the way that happened. I was surprised, actually.</p>\r\n\r\n<p>But we got a lot of credit from a lot of people. And all of a sudden, they’re saying, “While we had a lot of accomplishment”—and then they went on to do the thing. But the fact is—(laughter)—you understand that. But we really did. We got a lot of credit. It all came together in that final month. And so I give everybody in this room, really, kudos.</p>\r\n\r\n<p>We’re a nation of builders and dreamers and strivers and fighters. And together, we’re building a safe, strong, and very proud America, already, since the election. We’ve created 2.4 million jobs. That’s unthinkable. (Applause.) And that doesn’t include all of the things that are happening. You’re going to see numbers that get even better.</p>\r\n\r\n<p>The stock market has added more than $8 trillion in new wealth. Unemployment claims are at a 45-year low, which is something. After years of wage stagnation, we are finally seeing rising wages. African American and Hispanic unemployment have both reached the lowest levels ever recorded. That’s something very, very special. (Applause.)</p>\r\n\r\n<p>And when I made that statement the other night, there was zero movement from the Democrats. They sat there, stone cold, no smile, no applause. You would have thought that, on that one, they would have, sort of, at least clapped a little bit. Which tells you, perhaps, they’d rather see us not do well than see our country do great. And that’s not good. That’s not good. We have to change that. (Applause.)</p>\r\n\r\n<p>And as I said, we’ve eliminated more regulations in our first year than any administration has ever eliminated. And that means four years, eight years, or, in one instance, sixteen years. In one year, we’ve knocked out more regulations. It’s an amazing thing. And I happen to think that that is every bit as important toward our success as the tax cuts.</p>\r\n\r\n<p>I have many business friends and many people in business that came to me and they say that—including small businesses—they say the fact that they no longer have to go through years of turmoil in getting approved and getting approvals, and getting rule changes and getting all sorts of things, and getting old while they’re waiting to get them—the fact that all of that is gone is probably as important or even more important to the massive tax cuts we’ve gotten people. So that’s something.</p>\r\n\r\n<p>We’ve signed into law the biggest tax cuts and reforms in American history. And I have to say, included in there is the individual mandate. We repealed it. That’s a big one. (Applause.) That’s so big. By itself, that would be a big achievement. And we, sort of, take it as, well, that was included.</p>\r\n\r\n<p>And ANWR, one of the great potential fields anywhere in the world. (Applause.) And I never appreciated ANWR so much. A friend of mine called up, who’s in that world and in that business, and said, “Is it true that you’re thinking about ANWR?” I said, “Yeah, I think we’re going to get it, but you know.” He said, “Are you kidding? That’s the biggest thing, by itself.” He said, “Ronald Reagan and every President has wanted to get ANWR approved.”</p>\r\n\r\n<p>And after that, I said, “Oh, make sure that’s in the bill.” (Laughter.) It was amazing how that had an impact. That had a very big impact on me, Paul. I really didn’t care about it, and then when I heard that everybody wanted it—for 40 years, they’ve been trying to get it approved, and I said, “Make sure you don’t lose ANWR.” (Laughter.)</p>\r\n\r\n<p>But it’s great for the people of Alaska. And Senator Sullivan and Senator Murkowski are here someplace. Where are they? But they are very happy campers. Senator? (Applause.) Good, Senator. Thank you. They worked very—</p>\r\n\r\n<p>LEADER RYAN: And Don Young.</p>\r\n\r\n<p>THE PRESIDENT: Where’s Don Young? He’s such a quiet guy. Where Is Don? (Laughter.) Don Young, also. Don, thank you.</p>\r\n\r\n<p>AUDIENCE MEMBER: (Inaudible) all along.</p>\r\n\r\n<p>THE PRESIDENT: So—no, we were always going to get it. We never had a problem with it. But if you think about, that by itself is a big bill. The individual mandate by itself is a big, powerful bill. That was just added on to what we did with the massive tax cuts.</p>\r\n\r\n<p>I want to thank Senate Finance Chairman—and a very spectacular man—Orrin Hatch. (Applause.) Where’s Orrin? Orrin. Orrin is—I love listening to him speak. He said once, I am the single greatest President in his lifetime. Now, he’s a young man, so it’s not that much, but—(laughter). And he actually once said I’m the greatest President in the history of our country. And I said, “Does that include Lincoln and Washington?” He said, “Yes.” I said, “I love this guy.” (Laughter.) I love him. But he is, he’s a special guy.</p>\r\n\r\n<p>And House Ways and Means Chairman Kevin Brady for their incredible work. (Applause.) Kevin? Where are you, Kevin? That’s—what a job. I’d call Kevin night after night. “Kevin, what about this? What about that?” You were always there. He was working. What did you average sleep for about four weeks? About—maybe nothing? I think he had no average. But you did a great job. Nobody knows it better than you, Kevin. Thank you.</p>\r\n\r\n<p>Maybe we’ll do a phase two, I don’t know. We’ll do a phase two. Are you ready for that, Kevin? Huh? I think you’re ready. (Laughter.) We’ll get them even lower. But we are proud of you.</p>\r\n\r\n<p>Here in West Virginia, as a result of our tax cuts, the typical family of four will save roughly $2,000 a year. To lower tax rates for hardworking Americans, we nearly doubled the standard deduction for everyone. Now, the first $24,000 earned by a married couple is completely tax-free. And when I came into this beautiful building just a little while ago, one of the people said, “You know, I just got a check, and I have $221 more than I had last year at this time in my envelope.” (Applause.)</p>\r\n\r\n<p>And that one—really, that’s what we were waiting. We were waiting for February, and then we got hit with these corporations giving tremendous bonuses to everybody that Nancy Pelosi called “crumbs.” That was a bad—that could be like “deplorable.” Does that make sense? “Deplorable” and “crumbs”—those two words, they seem to have a resemblance. I hope it has the same meaning. But she called it crumbs, when people are getting $2,000 and $3,000 and $1,000. That’s not crumbs. That’s a lot of money.</p>\r\n\r\n<p>We also doubled the child tax credit, and that’s so helpful to so many. We’ve gone from one of the highest business tax rates anywhere in the world, to one of the most competitive—one of the lower ones—so that our great workers and companies can compete and win against anyone.</p>\r\n\r\n<p>We’ve now given them the tools to go out and win. And that’s what they’re doing. And they’re also pouring back. A lot of you folks, you saw Davos the other day, they’re coming back. I believe I brought hundreds of billions of dollars with me back from Europe, back from Switzerland, when I went there the other day to make a speech. They’re so excited about this country and what’s happening here. And they would never, ever have come.</p>\r\n\r\n<p>In fact, if the opposing party had won the election, you would have had tremendous new rules and regulations put on everything, and other things would have happened. And instead of going up almost 50 percent, your stock market, in my opinion, would have gone down 50 percent—I really believe that—because they were stifling it. They were getting prepared to stifle even worse than it was.</p>\r\n\r\n<p>The changes to our business tax alone are expected to raise average household income by $4,000. Roughly 3 million workers have already received tax cut bonuses and raises totaling thousands and thousands of dollars per worker—and that’s just over the past six weeks alone.</p>\r\n\r\n<p>Because of our tax cuts, Apple is investing $350 billion in the United States. They’re bringing $240 billion back—$240 billion. They’re going to pay a tax of $38 billion, Mitch—$38 billion. But they’re going to invest a total of $350 billion. And when I first heard the number, I said, “You don’t mean billion, you mean $350 million.” Because I’ve been saying to Tim Cook, “Tim, we got to build plants here.” You know, for $350 million, you could build a beautiful plant. But for $350 billion, they’re going to build a lot of plants. And this would have never happened without us and the work you’ve done. And they’re hiring 20,000 workers, by the way. (Applause.)</p>\r\n\r\n<p>And two days ago, ExxonMobil, in addition to many others, just announced that they are investing $50 billion in the United States. So the good news just keeps on rolling in, and it’s going to.</p>\r\n\r\n<p>And I want to thank Senator Tim Scott for “opportunity zones.” Our tax plan encourages this investment. Where is Tim? What a good guy Tim is. (Applause.) Tim. See him over there someplace? Thank you, Tim. But we’re investing in distressed communities to create more jobs for those who have too often been left behind. And Tim worked hard on that.</p>\r\n\r\n<p>We want every American to know the dignity of work, the pride of a paycheck, and the satisfaction of a job really well done. And we’re reaching our hand all across the aisle in pursuit of common ground and commonsense reforms for the good of all Americans. All Americans.</p>\r\n\r\n<p>We can reform our prison system to help those who have served their time get a second chance at life. And I’ve watched this, and I’ve seen it, and I’ve studied it. And people get out of prison, and they made a mistake. And not all—some are very bad, but many are very good. And they come home and they can’t get a job. It’s sad. They can’t—there’s—they can’t get a job.</p>\r\n\r\n<p>Now, the best thing we’ve done to fix that, Paul, is the fact that the economy is just booming. I mean, that fixes it better than any program we can do, anything we can do at all. But the economy is so strong now and so good, and so many companies are moving in that I really believe that problem—it’s a big problem—is going to solve itself. But we’re working on it.</p>\r\n\r\n<p>We can invest in workforce development, job training, and open new vocational schools, because we want every American to be able to reach their full God-given potential. Vocational schools—today you have community colleges and you have all of the—when I was growing up, we had vocational schools.</p>\r\n\r\n<p>And when I was going to school, I remember I was in high school, and there were people in class—one person in particular, he wasn’t, like, the greatest student. And—he just wasn’t. And yet, I saw him one day, and he was able to fix a car engine, blindfolded. And everybody else was saying that’s amazing how talented he is. He had a different kind of a talent. And we should have vocational schools. You learn mechanical, you learn bricklaying and carpentry, and all of these things. We don’t have that very much anymore.</p>\r\n\r\n<p>And I think the word “vocational” is a much better word than, in many cases, a community college. A lot of people don’t know what a community college means or represents. So we’re working very hard on vocational schools so that when all these companies move into this country, we’re going to have a workforce that knows exactly what they’re doing.</p>\r\n\r\n<p>In addition to that, when they move in, we’re giving them incentives to also train people themselves. Because, in many ways, that’s the best way to do it. In Wisconsin, we have a great company moving in. They make all of the Apple iPhones, and they’re going to have a big program. They’re going to have a tremendous program to teach people how to do this, because it’s a whole new skill. And it will be very successful.</p>\r\n\r\n<p>We can reduce the price of prescription drugs and ensure that terminally ill patients have a right to try. (Applause.) So important—right to try. You know, those drugs, they sit in there for 12, 13, 14 years. And a person is terminally ill, they have two months left, and under the old system they don’t want to give them even an experimental medicine because they’re afraid they’re going to be hurt. Well, they’re not going to be around for two months.</p>\r\n\r\n<p>So they’ll sign a waiver, and we’re going to give them the hope of finding something. You have people—and I’ve known people like this—they travel all over the world to try and find a cure. And we have great experimental drugs, but it will be years before they come on to the market.</p>\r\n\r\n<p>So it’s called Right to Try, and I hope you folks can approve it, and I hope you agree with it. But I think it’s so important. It’s so important. (Applause.) And Scott Gottlieb is heading it up. And it’s—and the other thing you get is you learn pretty quickly how effective it is; does it work. But you learn it really, very quickly. So, Right to Try.</p>\r\n\r\n<p>We can fix bad trade deals and negotiate new ones that are fair. And the most important word to me, on trade, is “reciprocal.” Because we have deals where companies will send in a motorbike, and we charge them nothing. But when we send a Harley-Davidson or a motorbike to those countries, they charge us 100 percent tax. That’s not fair. So they’ll send their motorbikes, or something, into us—zero. We send it to them—100 percent. That’s not fair trade. That’s not fair.</p>\r\n\r\n<p>So I like the word “reciprocal.” If they’re going to do it to us, we’re going to do it to them. And what’s going to happen is your numbers are going to either come down, or we’re going to make a lot of money. And either one is okay, as far as I’m concerned.</p>\r\n\r\n<p>We can rebuild our crumbling infrastructure, and we will; streamline the horrible approval process—roadways that take 12, 13, 14 years to get approved. We used to build them in three months, and now it takes years and years of approvals. We’re going to bring that down, ideally, to one year. Two years is our goal, but one year is our real goal. And we can get it done under budget, and we want to get it done ahead of schedule. Because you don’t have too many of them. Under budget and ahead of schedule.</p>\r\n\r\n<p>We can deliver for our police, our veterans, and our brave servicemembers. And finally, after decades of waiting, we can finally pass immigration reform that protects our country, defends our borders, and modernizes our immigration rules to serve the needs of American workers and of American families. So important.</p>\r\n\r\n<p>One of the strengths of the Republican Party is that we’re a big tent with many diverse views, but the one thing we can all agree on—and that’s that, in every decision, we make our highest priority to serve and to protect the American people.</p>\r\n\r\n<p>We want an immigration policy that’s fair, equitable, but that’s going to protect our people. We want people coming into our country based on merit and based on the fact that they are going to love our country, and they respect our people and our country. We don’t want visa lottery. Pick a lottery ticket. Pick a lottery. We don’t want that. So we want it based on merit. (Applause.)</p>\r\n\r\n<p>We have a chance now to pass into law the immigration reforms that the American people have been demanding for decades and that many of you have been working on for your entire careers. We have a great opportunity as a Republican Party. As the Republican Party, we have a great opportunity. We’re getting very little help from the Democrats, but I hope after I leave this room, we’re going to get a call from these people saying, “Let’s go.”</p>\r\n\r\n<p>You know, they talk a good game. We have to get help from the other side, or we have to elect many more Republicans. That’s another way of doing it. (Applause.) Really, that’s another way of doing it. And based on the numbers we just saw, we have a real chance of doing that. You know, ’18 is going to be very interesting. But we’ve got to do one or the other. Either they’re going to have to come on board—because they talk a good game with DACA, but they don’t produce.</p>\r\n\r\n<p>And so either they come on board, or we’re just going to have to really work and we’re going to have to get more people so we can get the kind of numbers that we need to pass, in a much easier fashion, legislation. And to get it done, we’ll all have to make some compromises along the way—to get it done this way. Now, to get it done the other way, if we win more, we don’t have to compromise so much. Okay? With the tax bill, we got what we wanted because we had, essentially, a unanimous vote.</p>\r\n\r\n<p>But we have to go, and we have to get it done and get it done properly, and we’re going to have to compromise—unless we elect more Republicans, in which case, we can have it just the way everybody in this room wants it. We have to be willing to give a little in order for our country to gain a whole lot.</p>\r\n\r\n<p>If we’re united, if we work together for the good of the nation, and we can fulfill our sacred duty to the country and to our incredible voters, we have really fulfilled a solemn promise.</p>\r\n\r\n<p>As you know, I have put forward an immigration framework based on many months of meeting and working with Tom Cotton, and working with John Cornyn, who was in the office the other day, and David Perdue—incredible people—and Bob Goodlatte, who’s out here someplace. Really incredible people. And it’s a strong bill, but it’s a very fair bill. And it protects our border. We have to protect our borders. (Applause.)</p>\r\n\r\n<p>It includes reforms that are overwhelmingly popular with the voters, including Democrats. The Democrats want to have—the real Democrats, they want to have their borders protected. But it includes Democrats, independents, Republicans. Americans want an immigration system that works for everybody. And they want safety.</p>\r\n\r\n<p>And, by the way, they also want a strong military. And we have to be very powerful on our military. You know, our military has been depleted over the last long period of time, even beyond Obama. It’s been depleted. We’ve got to build up. This should not be a party thing; this should be common sense. Without our military, we might not be here talking. We have to have a strong military.</p>\r\n\r\n<p>And I think we’re very much on our way. From the one standpoint, we’re going for funding, which we need, and I think we’ll get it. But we have a lot of fighting on that from the other side, and we can’t even think about it. We need a strong and powerful military. And we’re going to have far more powerful than we were ever before. (Applause.)</p>\r\n\r\n<p>Nearly 7 in 10 Americans support an immigration reform package that includes a permanent solution on DACA. And I’ve been hearing about DACA for so many years. Some people call it DREAMers. It’s not DREAMers. Don’t fall into that trap. It’s just much different than DREAMers. And I said the other night, you know, we have dreamers too. We have dreamers in this country, too. You can’t forget our dreamers. I have a lot of dreamers here. (Applause.)</p>\r\n\r\n<p>But DACA—we want to take care of DACA, and I hope we will. We need the support of the Democrats in order to do it, and they might not want to do it. They talk like they do, but I don’t think they do. But we’re going to find out very soon.</p>\r\n\r\n<p>We want something that is very, very tough and strong, in terms of the border. We need to end chain migration, and we need to cancel the terrible visa lottery. (Applause.)</p>\r\n\r\n<p>And those are the four pillars that I talked about the other night. We call them the White House framework—a plan that will finally bring our immigration system into the 21st Century.</p>\r\n\r\n<p>The Republican position on immigration is the center, mainstream view of the American people, with some extra strength at the border and security at the border added in. What we’re asking for and what the American people are pleading for is sanity and common sense in our immigration system. We want immigration rules that protect our communities, defend our security, and admit people who will love our country and contribute to our society.</p>\r\n\r\n<p>I know that the Senate is planning to bring an immigration bill on the floor, to the floor, in coming weeks. And I’m asking that the framework we submitted—with great flexibility, great flexibility, working with both parties—that something very positive will come out of it for our country, for everybody—for our country. And I think that can happen.</p>\r\n\r\n<p>If the Democrats choose to filibuster a framework that includes a generous path to citizenship or something that is not fair, we are not going to approve it. We’re just not going to approve it.</p>\r\n\r\n<p>So we’ll either have something that’s fair and equitable and good and secure, or we’re going to have nothing at all. And this has been going on for many years. It doesn’t make sense, however, to have nothing at all, because this is something that people want.</p>\r\n\r\n<p>So we will be demonstrating that we are very, very serious. One of the reasons I gave a number that was, I thought, a very generous number was because I wanted to see whether or not they were interested in approving that. Because if they don’t approve something within that sphere, that means, very simply, that they’re not looking to approve it at all. They want to use it for an election issue, but it’s now an election issue that will go to our benefit, not their benefit. (Applause.)</p>\r\n\r\n<p>But make no mistake: I will not rest until we have delivered for the citizens of our great country so many different things—immigration, the strong military. We’ve done an awfully good job of protecting our Second Amendment. That was in question during the campaign, you remember, and we have done a very, very good job. (Applause.)</p>\r\n\r\n<p>For the last 12 months, I have kept one promise after another, and we’re just getting started. So often I’ll see—and I must say, six, seven months ago, they were saying, he didn’t fulfill his promise on this or that. I said, I’ve only been here for four months. You know, other people were there for eight years and they would finally get something passed. I was there four months—you know this, Paul—and they were saying, “He didn’t fulfill a promise.”</p>\r\n\r\n<p>But now we’ve fulfilled far more promises than we promised. (Laughter.) And they’re having a hard time with that. We have seriously fulfilled promises. I call it “promises plus.” (Laughter.)</p>\r\n\r\n<p>And one of the things we’re doing that’s so important—and Mitch has worked so hard on, and Don, and everybody—is the justices, the judges all over the country. We’re filling up the courts with really talented people who understand and read the Constitution for what it says. (Applause.)</p>\r\n\r\n<p>So it’s really not talked about that much, but it is a tremendous impact. It’s having already a tremendous impact. And we have incredible people lined up—just lined up—that are getting ready to go into the courts. And, in many ways, Mitch, I think it’s going to be one of the most important things, if not the most important thing, that we’re doing.</p>\r\n\r\n<p>Defense is always the most. Got to be the most, John, right? But what we’re doing with the courts, I think, is going to go down as one of the greatest achievements, so I want to thank you for that. Thank you. (Applause.)</p>\r\n\r\n<p>And not only are we protecting America at home, we’re protecting our interests abroad. It’s time to finally end the dangerous defense sequester. It would be wonderful if we could go back to a budget—(applause)—in order to fully fund our military, and do it properly and order properly, and have it over a period of time, and do it the right way. So at some point, I hope, we’re going to be able to do that and it should work.</p>\r\n\r\n<p>And in order to defeat terrorists, we’re also asking Congress to ensure that we continue to have all necessary power and everything we need to defeat and detain the terrorists. We can’t treat terrorists like common criminals; they are really unlawful enemy combatants. (Applause.)</p>\r\n\r\n<p>When you see what they do and the way they do it, and the level of ferocity, we can’t treat them the way we do the ordinary criminal. And as you saw on Tuesday, I’ve signed an order keeping open our very secure detention facilities at Guantanamo Bay. (Applause.) It’s another promise kept.</p>\r\n\r\n<p>And there is one more very important promise we’re keeping: No longer are we making apologies for America. We don’t apologize anymore. (Applause.) We’re proud of our history, we’re confident in our values, and we’re grateful to our heroes, and we are determined to create a brighter future for all of our people. We are restoring the bonds of love and loyalty that unite us all, as friends, as neighbors, as citizens, as Americans. Because when Americans are united, nothing—nothing at all—nothing can stop us. We win. (Applause.)</p>\r\n\r\n<p>As I said the other night, we are a nation that built the Empire State Building in one year. Actually, to be exact, it was—we built it in less than a year. Would you believe it? Working 24 hours around the clock.</p>\r\n\r\n<p>We built the Hoover Dam in record time. We built the Golden Gate Bridge. We linked our nation together with railroads and highways. We dug out the Panama Canal. We’re the nation that won two World Wars, defeated fascism and communism, and put satellites into space and planted our great American flag on the face of the moon. We’ve healed the sick, cured disease, and cared for the poor like no other nation. We’ve lifted millions into prosperity, and delivered millions into freedom.</p>\r\n\r\n<p>This is our legacy. This is our birthright. And this is the foundation on which we build our very glorious future. Because together, we are, indeed, making America great again.</p>\r\n\r\n<p>Thank you, and God bless you all. Thank you very much. (Applause.) Thank you.</p>\r\n", "audio": "https://d4q9blt8qjhv3.cloudfront.net/americanpresident/audio/President Trump_Speaks_2018_House_Senate_Republican_Member_Conference.mp3", "introduction": "<p>President Trump addresses the Republican members of the US House and Senate, focusing on the unity within the party and its chief tenets such as strong borders, fewer regulations, and well-funded military.&nbsp;He also congratulates&nbsp;the members on passing the tax cut bill in December 2017.</p>\r\n"}